{
  "Pay extra attention to these casts:": "请特别注意以下技能施放：",
  "While being targeted by [白金拳击] try not minimize movement and use a defensive ability.": "当被[白金拳击]锁定为目标时，尽量减少移动并使用防御技能。",
  "Important abilities to interrupt in this dungeon are:": "在这个副本中需要打断的重要技能有：",
  "When The Platinum Pummeler gains a stack of [[白金外壳]] bring him near a [液压碾锤] and make sure you active it when the boss is underneath, so it smashes and removes the stack of 白金外壳.": "当[白金粉碎者]获得一层[[白金外壳]]时，将他带到[液压碾锤]附近，并确保在首领位于下方时激活碾锤，这样它就会砸下并移除一层白金外壳。",
  "As a tank you will be targeted by [蜂蜜料汁], make sure to place the residual Flaming honey on the edges of the room, so you and your group have an easier time guiding Ravenous Cinderbee's through these Flaming honey pools.": "作为坦克，你将会被[蜂蜜料汁]锁定，请确保将残留的燃烧蜂蜜放置在房间的边缘，这样你和你的团队可以更容易地引导贪婪的灰烬蜜蜂穿过这些燃烧蜂蜜池。",
  "The boss itself will always have his abilites, that will not change depending on which mini-boss, but the mini-boss themself have different abilites to deal with.": "Boss本身总是拥有他的技能，这些技能不会因为小Boss的不同而改变，但小Boss们自己有不同的技能需要应对。",
  "When the boss spawns a Inconspicuous Plant, make sure to move him on top, meanwhile try to dodge the rest of the boss abilities.": "当Boss召唤出[不起眼的植物]时，确保将他移动到植物上方，同时尽量躲避Boss的其他技能。",
  "While the boss has [报偿之怒] active, make sure to counter with defensive abilites as he has increased physical damage done.": "当Boss激活[报偿之怒]时，确保使用防御技能进行应对，因为他的物理伤害会大幅提升。",
  "This fight contains two mechanics you'll have to pay attention to as a tank. Firstly [干杯勾拳] does physical damage and knocks you back.": "这场战斗中有两个机制需要坦克特别注意。首先，[干杯勾拳]会造成物理伤害并将你击退。",
  "While being fixated by [跃动火花] make sure to kite it through [水坝渗流] pools on the ground.": "在被[跃动火花]锁定期间，确保将其引导穿过地面上的[水坝渗流]池。",
  "Before the boss casts [喷射烈焰] make sure to move him towards a box to stand behind.": "在Boss施放[喷射烈焰]之前，确保将他引向一个箱子后面站立。",
  "While the boss is casting [发射升空！] make sure to not stand directely underneath him as it does fatal damage.": "当Boss施放[发射升空！]时，确保不要直接站在他的正下方，因为这会造成致命伤害。",
  "Before engaging this boss, you and your group have the choice to make which mini-boss to fight alongside the boss. Depending on which mini-boss you decide on, this fight will contain different mechanics.": "在与这个首领交战之前，你和你的团队需要选择与首领一起战斗的迷你首领。根据你选择的迷你首领不同，这场战斗将包含不同的机制。",
  "[仇恨打击] is the tank mechanic. It deals a large amount of physical damage, make sure to use a defensive against it. ": "[仇恨打击]是坦克机制。它会造成大量物理伤害，确保使用防御技能来应对。",
  "Make sure to tank the boss near Earthrager and help your team with [寒冰锁链] and your [枯萎凋零] slow from [亡者之握].": "确保将首领坦克在[地怒者]附近，并利用[寒冰锁链]和[亡者之握]的[枯萎凋零]减速效果来协助你的团队。",
  "Guard Captain Suleyman - [盾牌猛击]": "守卫队长苏莱曼 - [盾牌猛击]",
  "Sir Braunpyke - [炽热打击]": "Sir Braunpyke - [炽热打击]  \n布劳恩派克爵士 - [炽热打击]",
  "Unruly Stormrook - [能量弹幕]": "狂躁的风暴渡鸦 - [能量弹幕]",
  "Make sure to start moving at the end of this cast so you do not get hit by the blades spawning.": "确保在这个施法结束时开始移动，以免被生成的刀刃击中。",
  "Void Ascendant - [饕餮虚空]": "虚空主宰 - [饕餮虚空]",
  "Bomb Tonk - [引爆]": "炸弹坦克 - [引爆]",
  "Shreddinator 3000 - [碎切]": "Shreddinator 3000 - [碎切]",
  "Shuffling Horror - [吸取光明]": "Shuffling Horror - [吸取光明]  \n这个Boss会施放[吸取光明]技能，玩家需要迅速躲避其范围效果，避免被吸取生命值。建议团队分散站位，减少被同时击中的风险。",
  "Mechadrone Sniper - [特技射击]": "机械无人机狙击手 - [特技射击]",
  "Use [死亡之握] or [致盲冰雨] to interrupt this cast.": "使用[死亡之握]或[致盲冰雨]来打断这个施法。",
  "Sootsnout - [烈焰系链]": "Sootsnout - [烈焰系链]",
  "Blazing Fiends - [爆炸烈焰]": "炽焰恶魔 - [爆炸烈焰]",
  "Rank Overseer - [压制咆哮]": "Rank Overseer - [压制咆哮]",
  "Do not tank these mobs near enemy corpses, as they will devourer them and gain a stacking damage increase.": "不要在这些怪物附近坦克敌人尸体，因为它们会吞噬尸体并获得叠加的伤害提升。",
  "This ability knocks you back and does huge amount of physical damage.": "这个技能会将你击退并造成大量的物理伤害。",
  " If too many are being casted on you, make sure to use a defensive cooldown.": "如果[你]身上被施加了太多[法术]，请确保使用防御技能来应对。",
  "Make sure to always move the mobs out of [奉献].": "确保始终将怪物移出[奉献]范围。",
  "This mini-boss adds a lot of additional kicks to the fight, firstly [余烬冲击] and secondly [火球术].": "这个迷你首领为战斗增加了许多额外的踢击技能，首先是[余烬冲击]，其次是[火球术]。",
  "On top he starts casting [余烬风暴], watch out and dodge fire swirlies on the ground.": "在他开始施放[余烬风暴]时，注意躲避地面上的火焰漩涡。",
  "Sergeant Shaynemail alive:": "让军士沙伊纳保持存活。",
  "Stacking bleed debuff, make sure to start kiting early enough.": "叠加流血debuff，确保尽早开始风筝。",
  "Casts [忏悔], make sure to interrupt.": "施放[忏悔]，务必打断。",
  "Elaena Emberlanz alive:": "埃莱娜·焰鬃存活：",
  "Make sure to dodge [蛮力重击] on the ground as it stuns you and does fatal damage when hit.": "确保躲避地面上的[蛮力重击]，因为它会击晕你并在命中时造成致命伤害。",
  "Be careful to not get knocked into the direction of any Brew Drops, as the boss will follow you and most likely consume a Brew Drop, resulting into an immediate wipe.": "小心不要被击退到任何[酒滴]的方向，因为Boss会跟随你，并且很可能会吃掉一个[酒滴]，导致立即灭团。",
  "[圣光烁辉] deals groupwide AoE damage.": "[圣光烁辉]会对整个团队造成范围伤害。",
  "This cast will knock you and any enemies without it's radius, spreading out the pull, make sure to leave beforehand.": "这个技能会击退你和范围内的所有敌人，导致拉怪分散，请确保提前离开。",
  "Physical damage taken hit and leaves a bleed for 6 seconds dealing damage, make sure to use a defensive.": "受到物理伤害并留下一个持续6秒的流血效果，造成持续伤害，确保使用防御技能。",
  "Do not stack with other people because of [跃进打击].": "不要因为[跃进打击]而与其他玩家重叠站位。",
  "Adds another tank ability with [神圣审判].": "新增了一个坦克技能：[神圣审判]。",
  "Disturbed Kelp - [回春水藻]": "Disturbed Kelp - [回春水藻]",
  "[电气重碾] is the tank mechanic. It deals nature damage and leaves a debuff for 10 seconds dealing additional nature damage every 1 second.": "[电气重碾]是坦克需要应对的机制。它会造成自然伤害，并留下一个持续10秒的减益效果，每1秒造成额外的自然伤害。",
  "Dodge [定身雷矢] on the ground.": "躲避地上的[定身雷矢]。",
  "Venture Co. Diver - [鱼叉猛刺]": "Venture Co. Diver - [鱼叉猛刺]  \n风险投资公司潜水员 - [鱼叉猛刺]",
  "Use defensives against Bront's [重击].": "在应对布隆特的[重击]时，请使用防御技能。",
  "On this fight it is important to always stand in [烛光] but make sure to not pick the candle up as a tank as it makes you unable to perform any action while lifting.": "在这场战斗中，站在[烛光]中非常重要，但作为坦克，请确保不要拾取蜡烛，因为拾取时会使你无法进行任何动作。",
  "Darkfuse Bloodwarper - [鲜血冲击]": "暗炉血战者 - [鲜血冲击]",
  "Use your interrupt against the Darkfuse Mechadrone's cast [终极失真]. ": "使用你的打断技能来打断[黑暗融合机械人]施放的[终极失真]。",
  "Do not stand in front of the boss while he casts [推进器冲击].": "在Boss施放[推进器冲击]时，不要站在他的正前方。",
  "Cursed Thunderer - [闪电箭]": "诅咒雷霆者 - [闪电箭]",
  "While targeted by [滚桶冲锋] make sure to hit as many Bombs on the ground as possible. ": "当被[滚桶冲锋]锁定为目标时，确保尽可能多地击中地面上的炸弹。",
  "Cursed Rooktender - [闪电涌动]": "诅咒的鸦巢守卫 - [闪电涌动]",
  "Use a defensiv for this ability.": "使用防御技能来应对这个能力。",
  "Dodge green swirlies on the ground caused by Paceran's [剧毒孢子] cast. ": "躲避地面上由Paceran的[剧毒孢子]施放造成的绿色漩涡。",
  "Hired Assassin - [刀扇]": "雇佣刺客 - [刀扇]",
  "Disturbed Kelp - [投弃海藻]": "Disturbed Kelp - [投弃海藻]",
  "Make sure to dodge [音爆] as it drags you further away from the boss and silences.": "确保躲避[音爆]，因为它会将你拉离首领更远并造成沉默效果。",
  "This bosses tank ability is [雷霆重拳], knocking you back and inflicting you with a huge amount of physical damage over 4 seconds.": "这个Boss的坦克技能是[雷霆重拳]，会将你击退并在4秒内对你造成大量物理伤害。",
  "[收割之镰] is a huge tank buster.": "[收割之镰] 是一个巨大的坦克杀手。",
  "Hired Assassin - [淬毒之刃]": "雇佣刺客 - [淬毒之刃]",
  "[淤泥之爪] does a small amount of magical damage on top of a huge amount of physical damage. It also leaves a big healing absorb on you, so make sure to use a defensive.": "[淤泥之爪] 在造成大量物理伤害的同时，还会附带少量的魔法伤害。此外，它还会在你身上留下一个巨大的治疗吸收效果，因此务必使用防御技能来应对。",
  "The boss will occasionally spawn [B.4.T.T.L.3.地雷], feel free to move away from mines when too many have spawned.": "Boss会偶尔召唤[B.4.T.T.L.3.地雷]，当地雷数量过多时，可以自由移动远离它们。",
  "This boss is very simple, just make sure to always be in melee range of the boss, otherwise he will start casting [炽烈风暴] dealing groupwide fatal damage.": "这个Boss非常简单，只需要确保始终保持在Boss的近战范围内，否则他会开始施放[炽烈风暴]，对全团造成致命的伤害。",
  "Make sure to not aim this bosses tank abilty [通灵喷发] towards your group and use a defensive for it. ": "确保不要将这个boss的坦克技能[通灵喷发]对准你的团队，并为此使用防御技能。",
  "Use [死亡之握] or [致盲冰雨] interrupt this cast.": "使用[死亡之握]或[致盲冰雨]来打断这个施法。",
  "Taener Duelmal alive: ": "泰纳·杜尔马尔存活：",
  "When Gnomercy 4.U. reaches 100 energy make sure to aim his [全速前进] towards a nearby wall.": "当Gnomercy 4.U.的能量达到100时，确保将他的[全速前进]对准附近的墙壁。",
  "Devout Priest - [心灵之火]": "虔诚牧师 - [心灵之火]",
  "Waste Processing Unit - [刺破]": "废物处理单元 - [刺破]",
  "Stonefury - [狂怒地震]": "石怒 - [狂怒地震]",
  "While the boss casts [硬币磁铁] make sure to not be near any coins on the ground.": "当首领施放[硬币磁铁]时，确保不要靠近地上的任何硬币。",
  "In Phase 1, make sure to dodge [等离子球]. ": "在第一阶段，确保躲避[等离子球]。",
  "Make sure to interrupt [偏执失心]. ": "确保打断[偏执失心]。",
  "In the intermission while being targeted by [钻地猛砸] make sure to stand next to a Drill.": "在[钻地猛砸]瞄准你的间歇期间，确保站在钻机旁边。",
  "Refreshment Vendor - [冰镇汽水]": "Refreshment Vendor - [冰镇汽水]  \n补给商 - [冰镇汽水]",
  "Mechagon Mechanic - [调校]": "机械岗机械师 - [调校]",
  "Venture Co. Patron - [杯卑磕砸]": "Venture Co. Patron - [杯卑磕砸]",
  "Venture Co. Earthshaper - [石枪]": "Venture Co. Earthshaper - [石枪]",
  "Worker Bee - [绝命之刺]": "工蜂 - [绝命之刺]",
  "In Phase 2, if targeted by [巨力震击] make sure to use a defensives.": "在第二阶段，如果被[巨力震击]选中，请确保使用防御技能。",
  "[醉酿投] is the tank mechanic. It does physical damage and leaves pools of [滚烫蜜糖] on the ground.": "[醉酿投]是坦克需要应对的机制。它会造成物理伤害，并在地面上留下[滚烫蜜糖]的池子。",
  "Devout Priest - [强效治疗术]": "虔诚牧师 - [强效治疗术]",
  "Secondly, when the boss starts casting [喷涌佳酿] you should try to move him away from any Brew Drops. ": "其次，当Boss开始施放[喷涌佳酿]时，你应该尽量将他从任何[酒滴]处移开。",
  "Venture Co. Pyromaniac - [沸燃烈焰]": "Venture Co. 纵火狂 - [沸燃烈焰]",
  "[贯穿护甲] is the bosses tank mechanic, it does phyiscal damage and leaves behind a bleed for 10 seconds. ": "[贯穿护甲]是Boss的坦克机制，它会造成物理伤害，并在10秒内留下一个流血效果。",
  "Putrid Butcher - [吞噬血肉]": "腐臭屠夫 - [吞噬血肉]",
  "Use your interrupt to interrupt [湮灭之箭] casted by Deathwalker.": "使用你的打断技能来打断死亡行者施放的[湮灭之箭]。",
  "Aim the [点钞大炮] towards barrels on the ground, make to only hit one volatile barrel at the time, but feel free to hit multiple barrels without a glow.": "将[点钞大炮]对准地面上的木桶，确保每次只击中一个发光的易爆桶，但可以随意击中多个不发光的木桶。",
  "Royal Jelly Purveyor - [蜂蜜齐射]": "皇家蜂蜜供应商 - [蜂蜜齐射]",
  "In the intermission [欢乐时光] make sure to bring the Cinderbrew infront of the boss to the Thirsty Patrons across the room.": "在[欢乐时光]阶段，确保将Cinderbrew带到房间对面的Thirsty Patrons面前。",
  "Bone Magus - [骨矛]": "骨矛法师 - [骨矛]",
  "Run away from the boss while he casts [黑暗引力].": "在Boss施放[黑暗引力]时，远离Boss。",
  "Ardent Paladin - [奉献]": "炽热圣骑士 - [奉献]",
  "Mechagon Tinkerer - [超荷冲击波]": "机械侏儒技师 - [超荷冲击波]",
  "Maniacal Soulbinder - [通灵箭雨]": "狂热的缚魂者 - [通灵箭雨]",
  "Blighted Sludge-Spewer - [凋零释放]": "Blighted Sludge-Spewer - [凋零释放]",
  "During the bosses [盲目之光] cast, make sure to stand with your back towards the boss so you do not get disoriented.": "在Boss施放[盲目之光]时，确保背对Boss站立，以免被致盲。",
  "Azerite Extractor - [刺破]": "艾泽里特提取器 - [刺破]",
  "This boss will cast [残酷连击] as its tank ability, it's a 2.5 second long cast inflicting multiple physical damage hits in a short time.": "这个Boss会施放[残酷连击]作为坦克技能，这是一个持续2.5秒的施法，会在短时间内造成多次物理伤害。",
  "Do not get caught by [肉钩] crossing the arena.": "在穿越竞技场时，注意不要被[肉钩]抓住。",
  "After the boss has casted [混沌腐蚀] make sure to stand close to the player that has been targeted by this ability, so its debuff jumps to you at least twice during its existence. ": "在Boss施放[混沌腐蚀]后，确保靠近被该技能选中的玩家，这样在其存在期间，debuff至少会跳转到你身上两次。",
  "Corridor Creeper - [食尸者]": "走廊潜行者 - [食尸者]",
  "During [玛卓克萨斯之力] the boss will cast 3 different abilities that you should dodge.": "在[玛卓克萨斯之力]期间，Boss会施放3种不同的技能，你需要躲避这些技能。",
  "Make sure to interrupt [灼烧之光]. ": "确保打断[灼烧之光]。",
  "After the boss reaches 50% HP, he will occasionally summon Ghostly Combatants which cast [幽灵冲锋], running from one side of the room towards the other, make sure to dodge them.": "当Boss的血量降至50%后，他会偶尔召唤幽灵战士，这些幽灵战士会施放[幽灵冲锋]，从房间的一侧冲向另一侧，记得要躲避它们。",
  "This fight contains two tank mechanics. Firstly [湮灭波] which is a frontal so make sure to not aim it towards your group and secondly do not leave the bosses melee range as he will start casting [熵灭] dealing fatal groupwide damage.": "这场战斗包含两种坦克机制。首先，[湮灭波]是一个正面技能，确保不要将其对准你的团队；其次，不要离开Boss的近战范围，否则他会开始施放[熵灭]，对全团造成致命的伤害。",
  "Dessia will occasionally cast [致死打击] which deals physical damage and leaves a dot behind reducing healing taken by 50% for 5 seconds.": "德西亚会偶尔施放[致死打击]，造成物理伤害并留下一个持续5秒的减益效果，使目标受到的治疗效果降低50%。",
  "[穿岩凿] is the tank mechanic. It does physical damage and leaves a 25% increased physical damage taken debuff for 6 seconds.": "[穿岩凿]是坦克需要应对的机制。它会造成物理伤害，并在6秒内留下一个使受到的物理伤害增加25%的减益效果。",
  "While afflicted by [抽取灵魂] stack up with your group to spawn all Lost Souls together and use your [枯萎凋零] slow [亡者之握] so the adds do not reach the boss as it does fatal group wide damage.": "当受到[抽取灵魂]影响时，与你的团队站在一起，以便同时生成所有[迷失的灵魂]，并使用你的[枯萎凋零]减速[亡者之握]，以防止小怪接近首领，因为这会对你造成致命的群体伤害。",
  "Venture Co. Alchemist - [转化：敌人变黏液]": "Venture Co. Alchemist - [转化：敌人变黏液]  \n风险投资公司炼金师 - [转化：敌人变黏液]  \n\n（注：原文已经是中文，因此翻译后的内容与原文一致。）",
  "The boss will cast [战斗狂啸] make sure to interrupt it.": "Boss会施放[战斗狂啸]，请确保打断它。",
  "Use your interrupt against Sathel's [通灵箭]. ": "使用你的打断技能来应对萨瑟尔的[通灵箭]。",
  "Forge Master Damian - [热浪来袭]": "锻造大师达米安 - [热浪来袭]",
  "Royal Wicklighter - [闪点]": "皇家威克利特 - [闪点]",
  "Use your interrupts against [神圣惩击].": "使用你的打断技能来应对[神圣惩击]。"
}