{
  "updatedAt": "2025/08/13",
  "activityType": "MYTHIC",
  "role": "HEALER",
  "versionId": "11.2 - PTR",
  "data": [
    {
      "tier": "S",
      "children": [
        {
          "fullNameEN": "Restoration Druid",
          "roleClass": "druid",
          "classSpec": "restoration",
          "dataChange": "-",
          "desc": "Restoration Druid has gotten its fair share of changes leading up to Season 3, most notably receiving an amazing tier-set that fits perfectly in Mythic+. Their current HPS capabilities are ranked among the best while keeping your incredible party-wide utility unchanged. This is the driving factor for their placement as we believe they are currently the best Healer options for Season 3. Future tuning will show us the final placement for Restoration Druid but for now, we are quite positive!",
          "descZH": "恢复德鲁伊在第三赛季前获得了诸多调整，最值得注意的是获得了一套完美契合史诗钥石的强力套装。他们当前的治疗量（HPS）能力位居前列，同时保持了惊人的团队辅助功能。这是我们将其评为当前最佳治疗选择的主要原因。虽然未来调整会影响最终定位，但目前我们非常看好！",
          "spells": [],
          "fullNameZH": "恢复 德鲁伊"
        }
      ]
    },
    {
      "tier": "潜力股",
      "children": [
        {
          "fullNameEN": "Discipline Priest",
          "roleClass": "priest",
          "classSpec": "discipline",
          "dataChange": "-",
          "desc": "Discipline Priest got minor nerfs leading to Season 3, which won't impact your performance. Even after the most recent minor nerfs, their healing and the ability to apply absurdly big shields/spot-heal is one of the best compared to all the healers, which is the most important factor when ranking healing specs. In addition, they will retain their strong external utility packages such as 2x [痛苦压制] and [真言术：障]. Further tuning will tell how they turn out, but as of now, they remain as one of the best healers.",
          "descZH": "戒律牧师在第三赛季前遭到小幅削弱，但不会影响实际表现。即使经过最近的调整，他们的治疗能力和施加超大护盾/定点治疗的能力仍是所有治疗职业中最优秀的，这是治疗专精排名的关键因素。此外，他们保留了强大的外部辅助工具，如双[痛苦压制]和[真言术：障]。后续调整将决定最终表现，但就目前而言，他们仍是最佳治疗之一。",
          "spells": [
            {
              "spellId": 33206,
              "spellName": "Pain Suppression"
            },
            {
              "spellId": 62618,
              "spellName": "Power Word: Barrier"
            }
          ],
          "fullNameZH": "戒律 牧师"
        },
        {
          "fullNameEN": "Restoration Shaman",
          "roleClass": "shaman",
          "classSpec": "restoration",
          "dataChange": "-",
          "desc": "Restoration Shaman received its fair share of changes, most notably a brand new tier set. They will retain their incredibly party-wide utility and healing capabilities, while also providing amazing mob-control for your party. Restoration Shaman is incredibly strong in physical damage-oriented comps due to their [天怒] buff, which makes even a lucrative pick-up just like last season. Overall, a strong contender for the top healing spot, but only future tuning will show us!",
          "descZH": "恢复萨满获得了诸多调整，最突出的是全新套装效果。他们将保持惊人的团队辅助和治疗能力，同时为队伍提供出色的怪物控制。由于[天怒]增益，恢复萨满在物理伤害队伍中表现尤为突出，和上赛季一样成为热门选择。总体而言是顶尖治疗的有力竞争者，但最终表现还需看后续调整！",
          "spells": [
            {
              "spellId": 462854,
              "spellName": "Skyfury"
            }
          ],
          "fullNameZH": "恢复 萨满"
        }
      ]
    },
    {
      "tier": "A+",
      "children": [
        {
          "fullNameEN": "Holy Paladin",
          "roleClass": "paladin",
          "classSpec": "holy",
          "dataChange": "up",
          "desc": "Holy Paladin received quite a bit of change, with the most notable being the introduction of their brand new tier set. Healing output is currently their biggest concern, however, after the most recent buffs they will do a lot better in that department. Their toolkit remains the same - one of the best party-wide utilities paired with strong defensiveness (even immunity), and excellent mob control. Overall, we expect them to be a great choice for a healer going into Season 3.",
          "descZH": "神圣圣骑士经历了诸多改动，最显著的是全新套装效果。治疗量目前是他们最需关注的方面，不过在最近加强后会有明显改善。技能组合保持不变——顶尖的团队辅助配合强大的防御能力（甚至免疫），以及出色的怪物控制。总体而言，我们预期他们将成为第三赛季的优秀治疗选择。",
          "spells": [],
          "fullNameZH": "神圣 圣骑士"
        }
      ]
    },
    {
      "tier": "A",
      "children": [
        {
          "fullNameEN": "Preservation Evoker",
          "roleClass": "evoker",
          "classSpec": "preservation",
          "dataChange": "-",
          "desc": "Preservation Evoker has received its fair share of changes, most notably the introduction of its brand new tier set. Their performance, more specifically their damage and especially healing output, has been great, making it a great pick-up with any group composition. Overall, they do not stand out as the best healing option for Mythic+ simply because of how hard it is to make them work in a pug environment, which hinders their performance. The group awareness must be present for them to understand how your healing profile works so that you can unlock your full potential. We believe this spec is in a much better spot for raiding than it is for Mythic+.",
          "descZH": "恩护唤魔师获得了诸多调整，最突出的是全新套装效果。他们的表现——特别是伤害和治疗输出——非常出色，适合任何队伍配置。但由于在随机队伍中难以发挥全部实力，他们并非史诗钥石的最佳治疗选择。需要团队配合理解治疗机制才能展现全部潜力。我们认为该专精更适合团队副本而非史诗钥石。",
          "spells": [],
          "fullNameZH": "恩护 唤魔师"
        }
      ]
    },
    {
      "tier": "依赖队伍阵容",
      "children": [
        {
          "fullNameEN": "Mistweaver Monk",
          "roleClass": "monk",
          "classSpec": "mistweaver",
          "dataChange": "-",
          "desc": "Mistweaver Monk received decent amount of changes leading to the next season, with the most notable being the change to [活力苏醒] to proc off from [旭日东升踢] casts instead of flat every 10 sec proc. That, in combination with how great [翡翠羁绊] talent has been (especially the CDR thanks to [朱鹤下凡]) makes their output great. Mistweaver's current HPS profile is good, as it can easily tackle any given encounter in Mythic+ while contributing to the team with its great damage profile (yes, most of your damage still requires you to be in melee). All of this combined plays well with the strong utility package they offer, while still being a contender for the best fit within the physical oriented teams. One downside of Mistweaver is that your external defensive options are the weakest out of any healing as [作茧缚命] is the weakest external option out of all healers.",
          "descZH": "织雾武僧在下个赛季前获得不少改动，最显著的是[活力苏醒]现在由[旭日东升踢]触发而非固定10秒触发。配合[翡翠羁绊]天赋的优异表现（特别是[朱鹤下凡]提供的冷却缩减），使得输出能力大幅提升。当前HPS表现良好，能轻松应对史诗钥石各种战斗，同时贡献可观的伤害（没错，大部分伤害仍需近战输出）。这些优势与他们强大的辅助能力相得益彰，使其仍是物理队的优秀选择。不足之处是外部防御技能[作茧缚命]是所有治疗中最弱的。",
          "spells": [
            {
              "spellId": 388812,
              "spellName": "Vivacious Vivification"
            },
            {
              "spellId": 107428,
              "spellName": "Rising Sun Kick"
            },
            {
              "spellId": 388031,
              "spellName": "Jade Bond"
            },
            {
              "spellId": 325197,
              "spellName": "Invoke Chi-Ji, the Red Crane"
            },
            {
              "spellId": 116849,
              "spellName": "Life Cocoon"
            }
          ],
          "fullNameZH": "织雾 武僧"
        }
      ]
    },
    {
      "tier": "B",
      "children": [
        {
          "fullNameEN": "Holy Priest",
          "roleClass": "priest",
          "classSpec": "holy",
          "dataChange": "-",
          "desc": "Unfortunately for Holy Priest, they had no relevant changes leading up to Season 3, this causes no shifts in your gameplay compared to what you are already used to. They will maintain their decent DPS and HPS profiles, which output is not enough to rank them higher on the tier list compared to the rest of the healing specs. However, it is noteworthy that this specialization is considered one of the easier healing options due to its reactive healing capabilities, which are adept at addressing any form of incoming or sustained HPS challenges. Further tuning will help us have more accurate ranking of the spec.",
          "descZH": "遗憾的是神圣牧师在第三赛季前没有实质性改动，玩法与当前版本完全相同。他们保持着尚可的DPS和HPS水平，但相比其他治疗专精不足以获得更高排名。不过值得注意的是，由于擅长应对各种突发或持续治疗压力的反应式治疗机制，该专精被认为是较容易上手的治疗选择。后续调整将帮助我们更准确评估其定位。",
          "spells": [],
          "fullNameZH": "神圣 牧师"
        }
      ]
    }
  ]
}