{
  "updatedAt": "2025/02/25",
  "activityType": "MYTHIC",
  "role": "HEALER",
  "versionId": "11.1",
  "data": [
    {
      "tier": "S",
      "children": [
        {
          "fullNameEN": "Discipline Priest",
          "roleClass": "priest",
          "classSpec": "discipline",
          "dataChange": "-",
          "desc": "Discipline Priest is likely the healer with the most amount of changes coming into Season 2, from removal of [全神贯注] cooldown, to redesigning how [虚空召唤师] plays out (degenerate [惩击] playstyle is now no more) getting a passive CDR rather than having it interact with any spells. Their healing/damage output still appears to be great, which is the most important factor when rankings specs. In addition, they will retain their strong external utility packages such as 2x [痛苦压制] and [真言术：障]. Further tuning will tell how they turn out, but as of now, they remain as one of the best healers.",
          "descZH": "戒律牧师可能是第二赛季改动最多的治疗者——从移除[全神贯注]冷却，到重做[虚空召唤师]机制（不再有[惩击]的畸形玩法），改为被动冷却缩减而非法术联动。其治疗/伤害输出仍保持强势，这是评级的关键因素。此外，他们保留了强大的外部辅助包（如双[痛苦压制]和[真言术：障]）。进一步调整将决定最终表现，但当前仍是最强治疗之一。",
          "spells": [
            {
              "spellId": 47536,
              "spellName": "Rapture"
            },
            {
              "spellId": 390770,
              "spellName": "Void Summoner"
            },
            {
              "spellId": 585,
              "spellName": "Smite"
            },
            {
              "spellId": 33206,
              "spellName": "Pain Suppression"
            },
            {
              "spellId": 62618,
              "spellName": "Power Word: Barrier"
            }
          ],
          "fullNameZH": "戒律 牧师"
        }
      ]
    },
    {
      "tier": "A+",
      "children": [
        {
          "fullNameEN": "Mistweaver Monk",
          "roleClass": "monk",
          "classSpec": "mistweaver",
          "dataChange": "-",
          "desc": "Mistweaver Monk received quite a few changes in the upcoming patch, leading to improvement in their Mythic+ performance for Season 2. One of the best things to ever happen to the spec is the introduction of [青玉赋能] which allows your [碎玉闪电] do to a ton of single-target/priority-target and AoE damage while also healing you allies (like an extra minor cooldown). That in combination with how great [翡翠羁绊] talent has been (especially the CDR thanks to [朱鹤下凡]) makes them crazy good. Mistweaver's current HPS profile is amazing as it can easily tackle any given encounter in Mythic+ while contributing to the team with its great damage profile (yes, most of your damage still requires you to be in melee). All of this combined plays well with the strong utility package they offer, cementing them as one of the best healers for Season 2.",
          "descZH": "织雾武僧在即将到来的补丁中获得多项改动，显著提升其Mythic+表现。最关键的改进是[青玉赋能]的引入，使[碎玉闪电]能造成大量单目标/优先目标和AOE伤害，同时治疗盟友（类似额外小冷却）。结合[翡翠羁绊]天赋的强大（尤其是[朱鹤下凡]带来的冷却缩减），使其表现惊人。当前治疗输出（HPS）极为出色，能轻松应对Mythic+战斗，同时贡献可观伤害（注意：大部分伤害仍需近战站位）。这些优势与其强大的辅助包完美结合，使其成为第二赛季顶级治疗之一。",
          "spells": [
            {
              "spellId": 467316,
              "spellName": "Jade Empowerment"
            },
            {
              "spellId": 117952,
              "spellName": "Crackling Jade Lightning"
            },
            {
              "spellId": 388031,
              "spellName": "Jade Bond"
            },
            {
              "spellId": 325197,
              "spellName": "Invoke Chi-Ji, the Red Crane"
            }
          ],
          "fullNameZH": "织雾 武僧"
        }
      ]
    },
    {
      "tier": "A",
      "children": [
        {
          "fullNameEN": "Restoration Druid",
          "roleClass": "druid",
          "classSpec": "restoration",
          "dataChange": "-",
          "desc": "Restoration Druid has gotten their fair share of changes leading up to Season 2, most notably changes done to their Mastery effect. Although their current rotation plays similar to what we are used to in Season 1, there have been numerous quality-of-life changes that will ease your life in Mythic+ (like interrupting a target), with a bigger emphasis on committing to either \"Owl weaving\" or \"Cat weaving\". There are a few more survivability notes that could strengthen their durability further while keeping your incredible party-wide utility unchanged. Both their damage and healing profiles are in a good state, so watch out for this spec, this could be the dark horse of the season.",
          "descZH": "恢复德鲁伊在第二赛季前经历了诸多调整，最显著的是精通效果的改动。虽然当前循环与第一赛季类似，但多项生活质量改进将简化Mythic+操作（如打断目标），并更强调选择「枭兽形态」或「猎豹形态」流派。生存能力的增强使其更耐久，同时团队辅助能力保持不变。其伤害和治疗输出均处于良好状态，可能成为本季黑马。",
          "spells": [],
          "fullNameZH": "恢复 德鲁伊"
        }
      ]
    },
    {
      "tier": "B+",
      "children": [
        {
          "fullNameEN": "Holy Paladin",
          "roleClass": "paladin",
          "classSpec": "holy",
          "dataChange": "-",
          "desc": "Holy Paladin received quite a bit of changes, with the most notable being beefing up the [神圣震击] healing/damage output which creates further synergy with their tier-set, giving further damage amps during [[圣洁鸣钟]] windows. All of this combined allows [[圣洁鸣钟]] to have a shorter cooldown which makes it easier to tackle hard healing checks which come frequently. So both healing and damage output at the moment are better than what they were in the previous season. Their toolkit remains the same - one of the best party-wide utilities paired with strong defensiveness (even immunity), and excellent mob control. Overall, we expect them to continue to be a solid choice for a healer going into Season 2, but further output buffs must be implemented before we rank them higher.",
          "descZH": "神圣圣骑士经历多项调整，最显著的是[神圣震击]治疗/伤害输出的增强，与套装形成协同效应，在[[圣洁鸣钟]]期间提供额外增伤。这些改动缩短了[[圣洁鸣钟]]冷却时间，使其更易应对频繁的高强度治疗需求。当前治疗和伤害输出均优于上赛季。其工具包保持不变——顶尖的团队辅助能力、强大防御（甚至免疫）、优秀的怪物控制。总体而言，他们仍是第二赛季可靠治疗选择，但需进一步输出增益才能提升排名。",
          "spells": [
            {
              "spellId": 20473,
              "spellName": "Holy Shock"
            },
            {
              "spellId": 375576,
              "spellName": "Divine Toll"
            },
            {
              "spellId": 375576,
              "spellName": "Divine Toll"
            }
          ],
          "fullNameZH": "神圣 圣骑士"
        },
        {
          "fullNameEN": "Preservation Evoker",
          "roleClass": "evoker",
          "classSpec": "preservation",
          "dataChange": "-",
          "desc": "Preservation Evoker has received its fair share of changes, more specifically focusing on making Flameshaper builds a lot more competitive in PvE environment. They still have the shortest offensive and defensive ability range among all healers, which is a massive issue. Their performance, more specifically their damage and healing output, has been great, making it a great pick up with any group composition. Overall, they do not stand out as the best healing option for Mythic+ simply because of how hard it is to make them work in a pug environment and inability to compete with the top healing specs for pure output. The group awareness must be present for them to understand how your healing profile works so you can unlock your full potential.",
          "descZH": "恩护唤魔师经历多项调整，重点是提升火焰塑形者流派在PvE中的竞争力。其攻防技能射程仍是治疗中最短的，这是主要缺陷。尽管伤害和治疗输出表现出色，适合任何队伍配置，但在野团环境中难以发挥，且纯输出无法与顶级治疗专精竞争。需要团队配合理解其治疗机制才能释放全部潜力，因此在Mythic+中并非最优选。",
          "spells": [],
          "fullNameZH": "恩护 唤魔师"
        }
      ]
    },
    {
      "tier": "B",
      "children": [
        {
          "fullNameEN": "Holy Priest",
          "roleClass": "priest",
          "classSpec": "holy",
          "dataChange": "-",
          "desc": " Unfortunately for Holy Priest, received its fair share of changes leading up to Season 2, which will not cause a significant shift of gameplay of what you are already used to. They will maintain their decent DPS and HPS profiles, which output is not enough to rank them higher on the tierlist compared to the rest of the healing specs. In addition, they will continue to face the same limitations as in Season 1 - low mobility and insufficient mob control (just like Discipline Priest). Additionally, they are one of the few healing specializations lacking an interrupt spell, which makes their mob-control one of the weakest, compared to the rest of the healing specs. However, it is noteworthy that this specialization is considered one of the easier healing options due to its reactive healing capabilities, which are adept at addressing any form of incoming or sustained HPS challenges, complemented by robust spot-healing.",
          "descZH": "神圣牧师虽经历第二赛季调整，但玩法未显著改变。其DPS和HPS保持尚可，但不足以在梯队中提升排名。延续第一赛季的缺陷——低机动性和不足的怪物控制（类似戒律牧）。作为少数缺乏打断技能的治疗专精，其控场能力最弱。但因其反应式治疗机制擅长应对突发/持续治疗压力，配合强力单抬能力，仍被视为较易上手的治疗选择。",
          "spells": [],
          "fullNameZH": "神圣 牧师"
        }
      ]
    },
    {
      "tier": "C",
      "children": [
        {
          "fullNameEN": "Restoration Shaman",
          "roleClass": "shaman",
          "classSpec": "restoration",
          "dataChange": "-",
          "desc": "Restoration Shaman received its fair share of changes, including the removal of some of their minor cooldowns like [先祖指引] and [法力之潮图腾] to name a few, which will have a minor impact on your gameplay. They will however retain their incredibly party-wide utility and healing capabilities, but it seems this time around to be much more mana \"hungry\" than the rest of the specialization, as well as having lower damage output. Further changes will determine their final placement but for now, other specializations just have higher output than you.",
          "descZH": "恢复萨满经历多项调整，包括移除[先祖指引]和[法力之潮图腾]等小冷却技能，对玩法影响较小。虽然保留了强大的团队辅助和治疗能力，但本次调整后比其他专精更耗蓝，且伤害输出更低。最终定位需看后续改动，但当前其他专精输出更高。",
          "spells": [
            {
              "spellId": 108281,
              "spellName": "Ancestral Guidance"
            },
            {
              "spellId": 16191,
              "spellName": "Mana Tide Totem"
            }
          ],
          "fullNameZH": "恢复 萨满"
        }
      ]
    }
  ]
}