{
  "updatedAt": "2025/03/23",
  "activityType": "MYTHIC",
  "role": "TANK",
  "versionId": "11.1",
  "data": [
    {
      "tier": "S",
      "children": [
        {
          "fullNameEN": "Vengeance Demon Hunter",
          "roleClass": "demon-hunter",
          "classSpec": "vengeance",
          "dataChange": "-",
          "desc": "Vengeance Demon Hunter is entering Season 2 in a much better spot compared to the previous season. One of the biggest changes is the buff to the durability toolkit of the spec, allowing you to have less \"kiting\" tanking than before. The spec still possesses one of the best mob controls across any tanking spec in Mythic+, which will turn valuable for any team looking for a tank. One of their biggest advantages is having one of the highest damage profiles across all tank specs (even after the bug fixes), extremely high self-sustain and great mob-control, which are the mains reason why we believe their current performance warrants S-tier.",
          "spells": [],
          "fullNameZH": "复仇 恶魔猎手"
        }
      ]
    },
    {
      "tier": "A+",
      "children": [
        {
          "fullNameEN": "Protection Paladin",
          "roleClass": "paladin",
          "classSpec": "protection",
          "dataChange": "-",
          "desc": "Protection Paladin is looking yet again incredibly strong, with them already being one of the most durable tanks on PTR, they will also retain their signature overpowered utility. Although the recent nerfs will lower their durability and DPS numbers, they will still have one of the highest outputs across all tanks. In addition, they have incredible mob control which is another reason why the spec is so highly desired. Overall, they are currently ranked as one of the better tank entering Season 2.",
          "spells": [],
          "fullNameZH": "防护 圣骑士"
        }
      ]
    },
    {
      "tier": "A",
      "children": [
        {
          "fullNameEN": "Blood Death Knight",
          "roleClass": "death-knight",
          "classSpec": "blood",
          "dataChange": "-",
          "desc": "Unfortunately, for Blood Death Knight there are not a lot of changes leading to the Season 2 of Mythic+. They are getting a new tier set supported by a hefty amount of RNG and arguably worse than what the Season 1 set had to offer. In addition, defensively and offensively are at a disadvantage compared to the top-ranked tanks, further pushing them down the list. Overall, it is still early to have a final estimate of how the spec will rank. Still, preliminary thoughts are that the spec performance is much better on the lower level keys (the main factory is the highest self-sustain) compared to the higher level ones, where you might struggle when tanking several packs together.",
          "spells": [],
          "fullNameZH": "鲜血 死亡骑士"
        },
        {
          "fullNameEN": "Protection Warrior",
          "roleClass": "warrior",
          "classSpec": "protection",
          "dataChange": "-",
          "desc": "Protection Warrior has a ton of attention leading to the next season, primarily changing the spell priority and the focus of the class rotation (with the bread-and-butter basics staying the same). Luckily, the compensation buffs that came, (% flat damage adjustments, stronger [无视苦痛], and better self-sustain thanks to more Rage) which makes up for all the other nerfs. In addition, a new recent build has been discovered, making their single-target and AoE damage their strongest asset, which immensely improves their performance. In addition, the spec will continue to have durability troubles at time (especially against continuous magical damage), which may require more healer attention than other tanks.",
          "spells": [
            {
              "spellId": 190456,
              "spellName": "Ignore Pain"
            }
          ],
          "fullNameZH": "防护 战士"
        }
      ]
    },
    {
      "tier": "B+",
      "children": [
        {
          "fullNameEN": "Guardian Druid",
          "roleClass": "druid",
          "classSpec": "guardian",
          "dataChange": "-",
          "desc": "Guardian Druid received a complete shuffle on the general talent tree, which will positively impact them. They have introduced some new cool talents (like Symbiotic Relationship and further increased their damage performance. Although their damage profile appears to be just fine (depending on the talent choices), durability is still an issue for the spec as it fails to compete against the higher-rated tanks at this stage of PTR.",
          "spells": [],
          "fullNameZH": "守护 德鲁伊"
        }
      ]
    },
    {
      "tier": "B",
      "children": [
        {
          "fullNameEN": "Brewmaster Monk",
          "roleClass": "monk",
          "classSpec": "brewmaster",
          "dataChange": "-",
          "desc": "Unfortunately for Brewmaster Monk, received no major changes leading up to Season 2. Their performance is currently better than what it was in Season 1 as the durability aspect of the spec has been improved. But, usual issues yet remain to be solved: not enough self-sustain, which often relies on much more \"babysitting\" from your healer. On top of this, they are one of the most difficult tanks to master, further pushing the barrier of entry higher and higher (especially with that many buttons in your rotation). We expect further tuning to hit PTR and hopefully, we can revisit the rankings.",
          "spells": [],
          "fullNameZH": "酒仙 武僧"
        }
      ]
    }
  ]
}