{
  "After The Geargrinder has been destroyed kill Vexie to finish the fight.": "在摧毁齿轮粉碎者之后，击杀维克斯以结束战斗。",
  "Any remaining Pit Mechanics will disappear when the intermission ends.": "当间歇期结束时，任何剩余的坑道机制都会消失。",
  "DPS: You don't need to focus any damage into the Pit Mechanics. They will die from passive cleave damage if they are under the boss.": "DPS: 你不需要特别关注对深渊机制的伤害输出。如果它们位于Boss下方，它们会被被动溅射伤害消灭。",
  "Attack the bikers once they are nearby.": "当骑手靠近时，攻击他们。",
  "Hop into bikes that are left behind and aim them at the boss to remove stacks of [防御护板].": "跳上被遗弃的自行车，将它们对准首领，以移除[防御护板]的层数。",
  "Once all stacks of [防御护板] are removed the intermission phase will begin.": "一旦[防御护板]的所有层数被移除，中间阶段就会开始。",
  "Tanks: Swap after one stack of [坦爆重击].": "坦克：在叠加一层[坦爆重击]后交换仇恨。",
  "If you are targeted by [爆燃纵火] move away from pools that you spawn and do not run into any [浮油]s.": "如果你被[爆燃纵火]选中，请远离你生成的池子，并且不要跑进任何[浮油]中。",
  "Avoid [燃烧碎片].": "避开[燃烧碎片]。",
  "Interrupt or CC the Pit Mechanics and prevent them from casting [维修].": "打断或控制住坑道机械师，防止他们施放[维修]。",
  "Place [浮油] puddles away from the group.": "将[浮油]水坑放置在远离团队的位置。",
  "Split the raid into two teams. These teams will start on Flarendo (Fire/Left) or Torq (Lightning/Gorilla):": "将团队分成两队。这些队伍将从[Flarendo]（火焰/左边）或[Torq]（闪电/大猩猩）开始。",
  "Tanks: Keep these bosses on the opposite sides of the room from each other.": "坦克：将这两个首领分别保持在房间的对侧。",
  "Healers: Increasing amounts of ticking raid damage will happen during this phase. This is reset by changing sides in the intermission.": "治疗者：在这个阶段，团队将承受越来越多的持续伤害。这种伤害会在中场休息时切换位置后重置。",
  "The teams should be an even split of your raid team.": "团队应该将你的团队平均分成两部分。",
  "The bosses will now charge at each other in the middle and spawns puddles to avoid.": "Boss们现在会在中间互相冲锋，并生成需要躲避的水坑。",
  "During this period the damage immunity for the bosses being too close to each other does not apply.": "在此期间，如果两个首领过于接近，它们不会获得伤害免疫效果。",
  "Swap sides during this phase.": "在这个阶段交换位置。",
  "Try to not move too much as moving will increase the amount of [静电充能] you have. If this bar gets full you will be stunned.": "尽量保持不动，因为移动会增加你的[静电充能]量。如果这个条满了，你将会被眩晕。",
  "Move away from the group with [轰焚啸焰炮]. Stay in melee range to make dodging the beam easier.\n": "带着[轰焚啸焰炮]远离团队。保持在近战范围内，以便更容易躲避光束。",
  "Spread out with [熔岩池] and avoid the [炽焰浪潮]s.": "分散站位，避开[熔岩池]，并躲避[炽焰浪潮]。",
  "Soak [废物炸弹] and do not get knocked into the beam.": "吸收[废物炸弹]，并且不要被击退到光束中。",
  "Tanks: Use cooldown(s) to reduce the damage of [闪电重拳].": "坦克：使用减伤技能来降低[闪电重拳]的伤害。",
  "Tanks: Move away from the group after [喷发重踏] starts to cast. You will shoot fire waves from your location.": "坦克：在[喷发重踏]开始施放后，远离团队。你所在的位置会射出火焰波。",
  "Avoid [雷鼓齐射] pools.": "避开[雷鼓齐射]的池子。",
  "Heroic: Keep the [流电镜像]s away from yourself and other players.": "英雄难度：让[流电镜像]远离你自己和其他玩家。",
  "Heroic - Territorial Bombshell: Get them below 75% ASAP so they can be moved onto the boss.": "英雄难度 - 领地炸弹：尽快将它们打到75%以下，以便可以将它们移动到首领身上。",
  "Healers: Each garbage pile on fire will deal ticking damage to the raid.": "治疗者：每个着火的垃圾堆会对团队造成持续伤害。",
  "If you are selected your priority list is:\n\nAvoid hitting other players.\nAvoid hitting the boss until you are at full size.\nRoll over small piles of garbage or Junkyard Hyenas.\nRoll over big piles of garbage or Scrapmasters.\nRoll into  Discarded Doomsplosives (This is the large bomb with a timer above it).\nRoll into the boss to deal a very large amount of damage (this scales based on the size of your ball).\nEnemies picked up will be released and take 100% increased damage.\nHeroic: Avoid Territorial Bombshells!\n": "如果你被选中，你的优先级列表是：\n\n避免撞到其他玩家。\n在达到最大体积之前，避免撞到首领。\n滚过小堆垃圾或废料场鬣狗。\n滚过大堆垃圾或废料大师。\n滚入废弃的末日炸弹（这是带有计时器的大型炸弹）。\n滚向首领以造成大量伤害（伤害根据你的球体大小而定）。\n被拾取的敌人将被释放并受到100%的额外伤害。\n英雄难度：避免撞到领地炸弹！",
  "Up to 5 players (based on raid size) will become [滚动的垃圾] (Yellow arrow above the head).": "最多5名玩家（根据团队规模）将变成[滚动的垃圾]（头顶有黄色箭头）。",
  "Tanks: Be ready to use cooldown(s) for [熔毁].": "坦克：准备好使用冷却技能应对[熔毁]。",
  "Tanks: Swap after 1 stack of [崩摧] and the other tank has become [滚动的垃圾].": "坦克：在叠加1层[崩摧]后交换坦克，确保另一名坦克已经变成[滚动的垃圾]。",
  "Spread out with [焚烧] and avoid hitting any garbage piles.": "分散站位应对[焚烧]，并避免击中任何垃圾堆。",
  "During [过载] the boss will take 99% reduced damage. Survive and avoid any projectiles. After this ends more [丢弃的毁灭炸弹]s will spawn.": "在[过载]期间，Boss受到的伤害将减少99%。你需要生存下来并躲避所有飞来的投射物。当[过载]结束后，会有更多的[丢弃的毁灭炸弹]出现。",
  "Medium - Scrapmaster: Interrupt [废铁火箭] or pick them up with a Medium sized [滚动的垃圾].": "中等难度 - 废料大师：打断[废铁火箭]或用中等大小的[滚动的垃圾]拾取它们。",
  "Small - Junkyard Hyena: Tank these on the boss or pick them up with [滚动的垃圾].": "小型 - 垃圾场鬣狗：在BOSS身上坦克这些怪物，或者用[滚动的垃圾]把它们拉过来。",
  "Tanks: Don't face the boss towards other players.": "坦克：不要将Boss的正面朝向其他玩家。",
  "Keep the Amplifiers drained of energy.": "保持能量放大器处于耗尽状态。",
  "Healers: Each amplifier deals raid wide ticking damage. At the end of the Phase there will be 5 active.": "治疗者：每个放大器都会对全团造成持续的伤害。在阶段结束时，将有5个激活的放大器。",
  "Keep the boss away from Amplifiers as they will gain more energy is the boss is within 15 yards.": "将Boss远离增幅器，因为如果Boss在15码范围内，增幅器会获得更多能量。",
  "The boss takes 99% less damage during this phase.": "在这个阶段，Boss受到的伤害减少99%。",
  "Heroic: You now take 100% increased damage if you drain an amplifier multiple times within 45 seconds. Use a 2 person rotation\non each one. Tanks can solo an Amplifier while they are not tanking the boss.": "英雄难度：如果你在45秒内多次吸取放大器，你现在会受到100%的额外伤害。每个放大器使用两人轮流吸取。坦克在不需要抗BOSS时可以单独吸取一个放大器。",
  "Avoid the Coins rolling across the room.": "避开在房间内滚动的硬币。",
  "Heroic: Pyrotechnics need to be killed before they detonate.": "英雄难度：需要在[Pyrotechnics]引爆之前将其击杀。",
  "If you stand next to the coin as its rolling past you, you gain a damage and healing buff.": "如果你站在硬币滚动经过的位置旁边，你会获得一个伤害和治疗增益效果。",
  "Once coins land on the floor use the extra action button to roll it again. The boss gains a damage buff for each coin on the floor (and not rolling).": "一旦硬币掉落到地面上，使用额外动作按钮再次掷出硬币。每有一个硬币在地面上（且未被掷出），Boss就会获得一个伤害增益。",
  "Kill the Reel Attendants ASAP as they deal raid wide damage.": "尽快击杀[Reel Attendants]，因为它们会对整个团队造成范围伤害。",
  "The combination of coins you deposit adds a new mechanic for the next boss phase.": "你投入的硬币组合会为下一个首领阶段添加一个新的机制。",
  "Each coin deposit must be a unique combination (e.g. You cannot do Coin & Shock twice).": "每次投币组合必须是唯一的（例如，你不能重复使用“硬币+电击”两次）。",
  "Each Reel Attendant will drop a coin on the floor, use your extra action button on the boss to deposit the coin. You have 30 seconds\nfrom them spawning to deposit the coin before you wipe.": "每个[卷轴侍从]会在地板上掉落一枚硬币，使用你的额外动作按钮将硬币存入Boss。你有30秒的时间从它们生成开始将硬币存入，否则会导致团灭。",
  "The boss now deals 15% more damage and one of the inventions is empowered for the rest of the fight.": "现在，Boss的伤害提高了15%，并且在战斗的剩余时间内，其中一个发明会被强化。",
  "Where the majority of the raid is determines which boss mechanics you will be playing. Mug mechanics are on the right and Zee\nmechanics are on the left.": "团队的大部分成员所在的位置决定了你将应对哪个首领的机制。Mug的机制在右边，而Zee的机制在左边。",
  "Tanks: Keep the boss towards the edge of the room to make beam dodging easier.": "坦克：将Boss保持在房间边缘，以便更容易躲避光束。",
  "Once all 6 combinations have occurred the boss will enter the enrage phase.": "一旦所有6种组合都出现后，Boss将进入狂暴阶段。",
  "The boss will push everyone to the entrance of the room and fly to the opposite side.": "Boss会将所有人推到房间入口处，然后飞到对面。",
  "Kill the Mk II Electro Shockers when they spawn.": "当Mk II电击者出现时，击杀它们。",
  "Unstable Crawler Mines will explode if a player makes contact with them. The Tank that is not tanking the boss\nshould run into them one at a time.": "不稳定的爬行地雷会在玩家接触时爆炸。没有在坦克boss的坦克应该逐个跑进这些地雷中。",
  "Mug'Zee gains energy over time. If the raid switches which boss mechanics are active this will reset the energy. Reaching 100\nenergy will wipe the raid. A good pattern to follow is 1 set of Zee mechanics and 2 set of Mug mechanics.": "Mug'Zee会随时间获得能量。如果团队切换激活的Boss机制，这将重置能量。达到100能量将导致团灭。一个好的模式是遵循1组Zee机制和2组Mug机制。",
  "Avoid Unstable Crawler Mines unless you are intending to detonate them.": "除非你打算引爆它们，否则请避开不稳定的爬行地雷。",
  "You can CC the mines, but after 1 minute they become immune to CC.": "你可以控制[CC]地雷，但1分钟后它们会免疫控制[CC]。",
  "Kill the boss before they reach 100 Energy.": "在Boss的能量达到100之前将其击杀。",
  "This repeats three times.": "这个过程会重复三次。",
  "The bosses will take turns using their mechanics in a set sequence.": "首领们会按照固定的顺序轮流使用他们的机制。",
  "Aim [音波大炮] away from other players.": "将[音波大炮]对准远离其他玩家的方向。",
  "Tanks: Swap after 5 stacks of [音波冲击] / [耳鸣].": "坦克：在叠加5层[音波冲击] / [耳鸣]后换坦。",
  "Spread out with [故障震击].": "分散站位以应对[故障震击]。",
  "Avoid being hit by [共振回声] waves.": "避免被[共振回声]的波浪击中。",
  "Run to the Amplifier that is [错乱] as this will knock you over the [高音骤降] wave.": "跑到[错乱]的放大器那里，因为这会将你击倒越过[高音骤降]的波浪。",
  "Half of the room will be covered in [缆线输电]. This follows a set pattern.": "房间的一半会被[缆线输电]覆盖。这是按照固定的模式进行的。",
  "Healers - Heroic: Each [炸脚地雷] deals raid wide damage.": "治疗者 - 英雄难度：每个[炸脚地雷]会对整个团队造成范围伤害。",
  "Heroic: Trigger at least 3 of the [炸脚地雷] mines. Wait 2 seconds between each detonation. Do not\ndetonate more than 1 per phase (Tanks can take 2). A rotation should be set up of who soaks these.": "英雄难度：触发至少3个[炸脚地雷]。每次引爆之间等待2秒。每个阶段不要引爆超过1个（坦克可以承受2个）。应该安排好谁去承受这些地雷的轮换。",
  "Healers: Amplifiers going [错乱] deals large amounts of unavoidable raid damage.": "治疗者：当[错乱]放大器激活时，会对整个团队造成大量无法避免的伤害。",
  "Tanks: Swap based on [重力停滞] stacks ~4-5. Run away with [纵火派对包].": "坦克：根据[重力停滞]层数交换仇恨，大约4-5层。带着[纵火派对包]跑开。",
  "Move away from other players with [起钻].": "远离其他带有[起钻]的玩家。",
  "Healers: [声波爆轰] deals raid wide damage and applies a DoT.": "治疗者：[声波爆轰]会对整个团队造成伤害，并施加一个持续伤害效果（DoT）。",
  "All quadrants will be electrified. Run up a conveyer belt and avoid the [黑血飞溅] zones.": "所有区域将被通电。跑上传送带并避开[黑血飞溅]区域。",
  "Avoid all of the Inventions. [炙热光束] / [大号虚空光束] go from side to side. [火箭弹幕] / [虚空弹幕]\npick player locations. [超级磁吸] sucks you towards the middle.": "避开所有的发明物。[炙热光束] / [大号虚空光束] 会从一侧扫到另一侧。[火箭弹幕] / [虚空弹幕] 需要玩家选择站位。[超级磁吸] 会将你吸向中间。",
  "Tanks: Run away with [重棒登场] (as it is casting) and place the [震撼力场] away to the sides or entrance.": "坦克：在[重棒登场]施放时迅速远离，并将[震撼力场]放置在两侧或入口处。",
  "Players with [热火朝天] will fire beams towards the boss from their location.": "带有[热火朝天]效果的玩家会从他们的位置向首领发射光束。",
  "Interrupt [超载！] on the Reel Attendants.": "打断[超载！]技能，目标为卷轴侍从。",
  "Avoid the [流电连击] beams.": "避开[流电连击]的光束。",
  "Run away from the raid if you have [凋零烈焰]. Fire tornadoes will spawn after getting dispelled.": "如果你中了[凋零烈焰]，请远离团队。被驱散后，会生成火焰龙卷风。",
  "Healers: Dispel [凋零烈焰] once the player has moved away from the raid.": "治疗者：当玩家远离团队后，驱散[凋零烈焰]。",
  "Place the two [震地牢狱] zones next to each other. Do not overlap them.": "将两个[震地牢狱]区域并排放置，不要重叠。",
  "Healers: [污秽排放] applies a raid wide healing absorb which deals damage over time. Heal to remove the absorb and damage.": "治疗者：[污秽排放]会对整个团队施加一个治疗吸收效果，并造成持续伤害。通过治疗来移除吸收效果和伤害。",
  "Soak [震地牢狱] if you are assigned.": "如果你被分配到任务，就去承受[震地牢狱]。",
  "You will want to assign three teams of players for [震地牢狱]. Two teams that will split the damage and fight the\nadds and one team of mobile players, tanks and some healers who will remain outside.": "你需要为[震地牢狱]分配三组玩家。其中两组负责分担伤害并应对小怪，另一组则由机动性较强的玩家、坦克和一些治疗者组成，他们将留在外面。",
  "If you are inside the walls, avoid the [拘押] frontal and interrupt [致敬]. When the add dies you will be knocked back and\nout of the walls.": "如果你在城墙内，避免[拘押]的正面攻击并打断[致敬]。当小怪死亡时，你将被击退并离开城墙。",
  "Avoid the [风暴手指枪] frontal.": "避开[风暴手指枪]的正面攻击。",
  "Soak the [地精制导火箭] and kill the rocketeer that comes out.": "吸收[地精制导火箭]并击杀出现的火箭兵。",
  "Heroic: If you are outside be ready to run to the opposite side of the walls when you have [霜裂长矛] on you to break the walls.": "英雄难度：如果你在室外，当你身上有[霜裂长矛]时，请准备好跑到墙壁的另一侧以打破墙壁。",
  "Tanks: Face [熔火真金指虎] towards the wall and away from other players. Leave your [熔火真金池]s against the wall.": "坦克：将[熔火真金指虎]朝向墙壁，远离其他玩家。将你的[熔火真金池]留在墙边。",
  "Face [祈祷与乱射] away from other players and mines.": "面对[祈祷与乱射]时，请远离其他玩家和地雷。",
  "Soak the [不稳定的集束炸弹] pools after a mine is detonated.": "在[不稳定的集束炸弹]被引爆后，吸收炸弹池。",
  "Place [静电充能] in a safe location away from the raid. Ideally you want to charge the boss over the central line to make it\nconsistent.": "将[静电充能]放置在远离团队的安全位置。理想情况下，你希望让Boss在中心线上充能，以保持一致性。",
  "Ensure [双厄射击] does not hit other players. The active tank should soak this beam. The player targeted\nby the beam needs to run away with [炸药载荷] and ensure it does not hit any mines.": "确保[双厄射击]不会击中其他玩家。当前的主坦克应该吸收这道光束。被光束锁定的玩家需要带着[炸药载荷]跑开，并确保它不会击中任何地雷。",
  "Follow the boss and run around the [子弹风暴].": "跟随Boss并绕着[子弹风暴]跑动。",
  "Phase 1: Fighting The Geargrinder:": "1阶段：对战磨轮",
  "Intermission:": "转场",
  "Finishing the fight:": "最后阶段",
  "Before the pull:": "开始战斗前",
  "Flarendo (Fire/Left):": "狂龙弗莱兰多（火焰/左边）",
  "Torq (Lightning/Gorilla):": "风暴巨猩托克（闪电/右边）",
  "Boss Phase:": "BOSS阶段",
  "Boss Mechanics:": "BOSS机制",
  "Rolling The Ball:": "滚动垃圾",
  "Adds:": "小怪处理",
  "Intermission (100 Energy):": "转场（100能力）",
  "Core Mechanics:": "核心机制",
  "100 Energy - Add Phase:": "100能量 - 小怪阶段",
  "Enrage Phase:": "狂暴阶段",
  "Before the Fight:": "开始战斗前",
  "Mug (Right):": "穆格（右）",
  "Zee (Left):": "兹伊（左边）",
  "Intermission (40%):": "转场（40%）",
  "Enrage:": "狂暴阶段"
}