{
  "Haste: Increases attack speed and spell casting speed. This also applies to pets.": "急速：提高攻击速度和施法速度。此效果同样适用于宠物。",
  "Versatility: Increases damage and healing, and reduces damage taken.": "全能：提高伤害和治疗效果，并减少受到的伤害。",
  "Critical Strike: Chance for extra effectiveness on attacks and heals (double damage/healing).": "暴击：攻击和治疗有几率产生额外效果（造成双倍伤害/治疗）。",
  "Mastery: Increases the effectiveness of [ 精通：暗影交织].": "精通：提升[精通：暗影交织]的效果。",
  "Critical Strike: Critical Strike is very strong offensively, in addition to being a near-1:1 conversion to Parry. Its strength, relative to the rest of the stats, will depend on factors including the number of enemies hitting you, how much of their abilities can be parried, and the average amount of damage each parry-able hit does. Overall, it provides significant offensive and defensive value, and picks up even more value in M+, where the lion's share of damage is parryable. While it will not be reliable per hit, it statistically averages to a very generous amount of damage reduction, direct bonus damage from crits, indirect bonus damage from parry hasting, and significant burst-down protection in modest amounts, particularly when other additive sources of avoidance are in play ([ 符文刃舞], Night Elves, etc). However, much like other stats, it is not worth stacking.": "暴击：暴击在进攻方面非常强大，同时几乎可以1:1转化为招架。它的强度相对于其他属性，取决于多个因素，包括攻击你的敌人数量、他们的技能中有多少可以被招架，以及每次可招架攻击的平均伤害。总体而言，它提供了显著的进攻和防御价值，并且在M+中价值更高，因为大部分伤害都是可以招架的。虽然每次攻击的招架并不一定可靠，但从统计上看，它平均提供了非常可观的减伤、暴击带来的直接额外伤害、招架加速带来的间接额外伤害，以及在适度数量下显著的爆发保护，尤其是在其他叠加的闪避来源（如[符文刃舞]、暗夜精灵等）同时存在时。然而，和其他属性一样，不值得过度堆叠。",
  "Haste: Haste provides a 1.1% increase in rune generation per percent of haste thanks to [ 白骨之盾], and has a minor impact on the duration of your global cooldown, allowing you to cast spells slightly more frequently - the value of your self-healing is strongly dependent on the timing of your [ 灵界打击].": "急速：由于[白骨之盾]的存在，每1%的急速能提供1.1%的符文生成速度提升，并且对全局冷却时间有轻微影响，使你能够略微更频繁地施放法术——你的自我治疗价值很大程度上取决于[灵界打击]的时机。",
  "Versatility: Versatility provides both a reduction in damage taken and an increase in self-healing, in addition to providing a small damage increase. It is the most globally-applicable stat, but also the most expensive in terms of item value per point.": "全能：全能属性不仅提供伤害减免和自我治疗效果的提升，还能略微增加伤害输出。它是适用性最广的属性，但从每点属性价值的角度来看，也是最昂贵的。",
  "Mastery: [ 精通：鲜血护盾] provides a tremendous amount of value against physical damage and scales in absolute value with the amount of damage you are taking - with some severe limitations. Blood Shield's maximum value is capped at your maximum health, and as a result the value of Mastery strictly caps out defensively the moment one or two [ 灵界打击]s cause you to cap Blood Shield. Furthermore, the more damage you take (particularly if not all the damage is physical), the lower the Mastery rating required to cap out is. Every point beyond this has effectively zero value, and causes this budget to essentially be wasted. The addition of talents such as [ 钢铁之心], [ 强化灵界打击], and [ 饮血] to the mix reduce this threshold even further, making Mastery a nice-to-have but absolutely not worth stacking stat.": "精通：[精通：鲜血护盾]在面对物理伤害时提供了巨大的价值，并且其绝对价值会随着你所承受的伤害量而提升——但有一些严重的限制。鲜血护盾的最大值被限制在你的最大生命值之内，因此，当一两个[灵界打击]使你达到鲜血护盾的上限时，精通在防御方面的价值就严格地达到了上限。此外，你承受的伤害越多（特别是如果并非所有伤害都是物理伤害），达到上限所需的精通等级就越低。超过这个上限的每一点精通实际上都没有价值，导致这部分属性点基本上被浪费了。像[钢铁之心]、[强化灵界打击]和[饮血]这样的天赋加入后，进一步降低了这个阈值，使得精通成为一个锦上添花的属性，但绝对不值得堆叠。",
  "Critical Strike increases the chance of dealing critical damage with your spells. It also interacts with numerous abilities for Frost. Critical Strike directly increases how often our most crucial proc, [ 杀戮机器], occurs. It also boosts the proc rate for [ 死亡寒潮] and extends [ 冰霜之柱] through [ 漫漫严冬].": "暴击提高了你的法术造成暴击伤害的几率。对于冰霜天赋来说，暴击还与许多技能有互动。暴击直接提高了我们最关键的触发效果——[杀戮机器]的出现频率。同时，它还提升了[死亡寒潮]的触发率，并通过[漫漫严冬]延长了[冰霜之柱]的持续时间。",
  "Versatility increases damage and healing done and decreases damage taken.": "[全能]提高造成的伤害和治疗效果，并减少受到的伤害。",
  "Haste increases our Rune regeneration rate, decreases the Global Cooldown, and speeds up our auto-attacks. Because the GCD decreases at the same rate as Rune regeneration increases, Haste does not reduce downtime significantly. Instead, it changes longer gaps into multiple short gaps. Haste also works alongside Critical Strike to boost [ 杀戮机器] and [ 死亡寒潮], with more chances to proc through increased attack speed.": "急速属性提升了我们的符文恢复速度，减少了公共冷却时间（GCD），并加快了自动攻击的频率。由于GCD的减少速度与符文恢复速度的提升速度相同，急速并不会显著减少技能使用的空档期。相反，它将较长的技能间隔转变为多个较短的间隔。此外，急速还与暴击属性协同作用，增强了[杀戮机器]和[死亡寒潮]的效果，通过提高攻击速度增加了这些效果的触发机会。",
  "Mastery increases the frost damage done by our abilities. This is most useful for AoE, as all of our multi-target abilities deal Frost damage. Mastery does not increase Frost damage from sources outside the spec, such as trinkets. The initial Mastery Diminishing Return kicks in at 76%.": "精通会增加我们技能造成的冰霜伤害。这对于AOE（范围伤害）最为有用，因为我们所有的多目标技能都会造成冰霜伤害。精通不会增加来自专精之外的冰霜伤害，例如饰品。精通的初始递减收益在76%时开始生效。",
  "Mastery: Increases the effectiveness of [ 精通：恐惧之刃].": "精通：提升[精通：恐惧之刃]的效果。",
  "Versatility: This stat provides a general increase to damage and healing done, as well as reducing damage taken at half the same rate. It works against all forms of damage, so it is the most effective general purpose stat for damage reduction.": "全能：这个属性可以全面提升造成的伤害和治疗效果，同时以一半的比率减少受到的伤害。它对所有类型的伤害都有效，因此是减伤方面最有效的通用属性。",
  "Haste: This stat increases the proc rate of nearly everything in the game, aside from traits and trinkets that provide stats on proc. It also reduces the cooldown of some of our spells, and reduces the global cooldown by up to a maximum of 100%, from 1.5 seconds down to 0.75 seconds. However, it continues to reduce other cooldowns beyond that, as well as increasing proc rates with no limit, so it does not get significantly worse at any point.": "急速：这个属性可以提升游戏中几乎所有效果的触发几率，除了那些触发时提供属性的特质和饰品。它还能减少我们一些法术的冷却时间，并将全局冷却时间从1.5秒最多减少到0.75秒（最多减少100%）。然而，它还能继续减少其他冷却时间，并且无限制地提升触发几率，因此在任何阶段都不会显著变弱。",
  "Critical Strike: As all abilities can crit, and this has the potential to increase our damage by a large amount. Havoc Demon Hunters have multiple Critical Strike interactions in their talents, which can shift the value of the stat heavily.": "暴击：由于所有技能都有可能暴击，这有可能大幅提升我们的伤害。浩劫恶魔猎手的天赋中有多个与暴击相关的互动，这可能会极大地影响该属性的价值。",
  "Mastery: This stat increases the Chaos damage we do, as well as our movement speed. The scaling is great on the stat, but the share of our damage that is affected heavily relies on talent choices and AoE vs single-target.": "精通：这个属性会增加我们造成的混乱伤害，同时也会提升我们的移动速度。这个属性的成长性非常好，但受其影响的伤害比例很大程度上取决于天赋选择以及是面对群体目标还是单体目标。",
  "Stamina: This stat is found on every piece of gear except trinkets, and adds to your health. It is good as a baseline, but generally does not factor into consideration outside of item level.": "耐力：这个属性出现在除饰品外的所有装备上，能够增加你的生命值。作为基础属性，它是有益的，但通常在选择装备时，除了物品等级外，不会过多考虑它。",
  "Agility: This is your primary stat, found on all gear except trinkets and rings, and scales extremely well with increased item level. Agility increases your Attack Power and damage done with abilities. It also increases your armor while [ 恶魔尖刺] is up, and dodge chance.": "敏捷：这是你的主要属性，除了饰品和戒指之外，所有装备上都能找到。随着物品等级的提升，敏捷的收益非常显著。敏捷会增加你的攻击力以及技能造成的伤害。当[恶魔尖刺]激活时，它还会增加你的护甲值和闪避几率。",
  "Armor: This is also found on every piece of gear aside from rings and trinkets. It gives you physical mitigation up to a cap of 85% reduction. However, you cannot currently reach the armor cap. Every point of armor increases your effective health by the same amount, but gives less damage reduction.": "护甲：除了戒指和饰品外，每件装备上都有护甲属性。它为你提供物理减伤，最高可达到85%的减伤上限。然而，目前你无法达到护甲上限。每一点护甲都会以相同的数值增加你的有效生命值，但提供的减伤效果会逐渐减少。",
  "Mastery: Increases the effectiveness of [ 精通：星界召唤].": "精通：提升[精通：星界召唤]的效果。",
  "Haste: Increases the tick rate of your Bleeds and increases the rate at which you generate Energy.": "急速：提高你的流血效果的触发频率，并增加你生成能量的速度。",
  "Critical Strike: Critical Strike's value on single-target is partially based on Combo Point generation from [ 撕碎]. It loses value at a fairly low amount, but will typically still be the second best stat.": "暴击：暴击在单体目标上的价值部分基于[撕碎]产生的连击点数。它的价值在较低水平时会有所下降，但通常仍然是第二好的属性。",
  "Mastery: Increases the damage of all Finishers and Bleeds.": "精通：提升所有终结技和流血效果的伤害。",
  "Versatility: Increases damage and healing, and reduces all damage taken.": "全能：提高伤害和治疗效果，并减少所受的所有伤害。",
  "Critical Strike: Grants Dodge (subject to heavy diminishing returns), and causes your damage and healing to have a chance to critically strike, dealing double damage/healing. Guardian Druid has no notable interactions with Critical Strike. Most of Guardian’s abilities can critically hit, with the exception of [ 狂暴回复] and the extra healing produced from our Mastery ([ 精通：自然守护者]).": "暴击：提高闪避几率（受严重递减影响），并使你的伤害和治疗有一定几率造成暴击，造成双倍伤害/治疗。守护德鲁伊与暴击没有显著的互动。守护德鲁伊的大多数技能都可以暴击，除了[狂暴回复]和由我们的精通[精通：自然守护者]产生的额外治疗效果。",
  "Haste: Haste has many effects for Guardian. Firstly, it increases melee attack speed. Secondly, it decreases the global cooldown. Thirdly, it reduces the cooldown of [ 裂伤], [[ 痛击]], and [ 狂暴回复]. Finally, it increases the tick rate of the [[ 痛击]] Bleed and [ 月火术]'s DoT component. Many of these effects increase your DPS, making Haste a valuable stat for offensive purposes. Rage generation via melee swings is also increased by Haste.": "急速：急速对守护者有多重影响。首先，它提高近战攻击速度。其次，它缩短全局冷却时间。第三，它减少[裂伤]、[[痛击]]和[狂暴回复]的冷却时间。最后，它增加[[痛击]]流血效果和[月火术]的持续伤害效果的触发频率。这些效果中的许多都能提升你的DPS，使得急速在进攻方面成为一个有价值的属性。通过近战攻击产生的怒气也会因急速而增加。",
  "Mastery: [ 精通：自然守护者] increases maximum Health and healing received, as well as increasing Attack Power. This is a strong defensive stat, and due to the changes to ability damage scaling is also a decent offensive stat.": "精通：[精通：自然守护者] 增加最大生命值和受到的治疗效果，同时提升攻击强度。这是一个强大的防御属性，由于技能伤害比例的变化，它也是一个不错的进攻属性。",
  "Versatility: Increases your damage and healing (including absorption effects), as well as reducing the damage you take. This is your strongest overall Secondary stat due to it benefitting every area of your kit. As a defensive stat it also becomes more valuable the more you have of it, due to the multiplicative nature of damage reduction effects.": "全能：提高你的伤害和治疗（包括吸收效果），并减少你所受的伤害。由于它对你的所有技能都有增益，因此这是你最强的整体次级属性。作为一个防御属性，随着你拥有更多的全能，它的价值也会增加，因为减伤效果具有乘法性质。",
  "Critical Strike: Provides a chance to double the healing done by your spells. Critical Strike doesn't tend to be very random for us, since we have so many healing events that it evens out over a given fight.": "暴击：使你的法术治疗有几率产生双倍效果。对我们来说，暴击往往并不显得非常随机，因为我们有如此多的治疗事件，以至于在一场战斗中它会趋于平衡。",
  "Haste: Decreases the cast time of our spells, adds ticks to our HoTs, and reduces the Global Cooldown (GCD). While we don't typically have many cast-time spells, the extra HoT ticks and GCD reduction are very valuable. Haste breakpoints for our HoTs still exist, but they are generally irrelevant today because when you are in-between these specific breakpoints, the HoT receives a partial tick that is added onto the regular tick. Most HoTs can be refreshed within 30% remaining of their original duration, allowing them to be extended without losing any healing. Haste also increases the number of [ 回春术]s you can have active at once, which provides extra value to extensions like [ 繁盛]. Note that we also get 6% multiplicative Haste for free and that this doesn't count toward any diminishing returns.": "急速：减少我们法术的施法时间，增加我们持续治疗法术（HoTs）的跳数，并缩短公共冷却时间（GCD）。虽然我们通常没有太多需要施法时间的法术，但额外的HoT跳数和GCD缩短非常有价值。HoTs的急速阈值仍然存在，但在今天通常不再重要，因为当你处于这些特定阈值之间时，HoT会获得一个部分跳数，并添加到常规跳数中。大多数HoTs可以在其原始持续时间的30%内刷新，从而在不损失任何治疗量的情况下延长其持续时间。急速还增加了你可以同时激活的[回春术]数量，这为[繁盛]等扩展提供了额外的价值。请注意，我们还免费获得6%的乘法急速，并且这不计入任何递减收益。",
  "Mastery: [ 精通：相生] is our Mastery, awarding us additional healing on a target for each HoT we have active on them. It adds healing even when you just have one HoT on the target. We have a lot of different HoTs in our kit and thus Mastery value tends to be quite high - particularly in small group content, but in raid too. It tends to be of highest value at the peak of our ramps, which is where we do a lot of our healing.": "精通：[精通：相生]是我们的精通属性，它根据目标身上我们激活的每个持续治疗效果（HoT）为我们提供额外的治疗效果。即使目标身上只有一个HoT，它也会增加治疗效果。我们的技能组合中有许多不同的HoT，因此精通的价值通常相当高——尤其是在小规模团队内容中，但在团队副本中也是如此。精通的价值通常在我们的治疗峰值时达到最高，这也是我们进行大量治疗的时候。",
  "Versatility: A flat damage and healing gain, as well as a reduction in damage taken. Versatility is generally of similar value to Critical Strike chance overall. It applies to more of our spells, but is more expensive to get 1% of.": "全能：提供全面的伤害和治疗增益，同时还能减少受到的伤害。总体来说，全能的价值与暴击几率相当。它适用于我们更多的法术，但获取1%全能的成本更高。",
  "Haste: Increases attack speed and spell casting speed, this stat can massively swing our mana spend in fights, especially single target.": "急速：提高攻击速度和施法速度，这个属性在战斗中会极大地影响我们的法力消耗，尤其是在单体目标战斗中。",
  "Mastery: Increases the effectiveness of [ 精通：法力专家], this counteracts mana spend as well, the talent [ 超凡专家] also increases Master's effect for [ 奥术冲击] and [ 奥术弹幕].": "精通：提升[精通：法力专家]的效果，这也能抵消法力消耗，天赋[超凡专家]还能增强[奥术冲击]和[奥术弹幕]的精通效果。",
  "Critical Strike: Chance for extra effectiveness on attacks and heals.": "暴击：攻击和治疗有几率产生额外效果。",
  "Haste: Increases attack speed and spell casting speed.": "急速：提高攻击速度和施法速度。",
  "Mastery: Increases the effectiveness of [ 精通：点燃].": "精通：提升[精通：点燃]的效果。",
  "Mastery: Increases the effectiveness of [ 精通：冰刺].": "精通：提升[精通：冰刺]的效果。",
  "As an Agility specialization, you automatically have 10% Critical Strike as a baseline amount.": "作为一个敏捷专精，你自动拥有10%的暴击作为基础值。",
  "Critical Strike -- 700 rating = 1% -- Thanks to [ 天神护佑] and [ 至尊之赐], Critical Strike directly increases your healing taken (while also similarly increasing all damage absorbs based on the stat), and is integral to bolstering your self-healing kit as a Brewmaster. It's also an excellent offensive stat, and frequently interacts with damage from gear effects such as trinkets.\nAs an Agility specialization, you automatically have 10% Critical Strike as a baseline amount.": "暴击 -- 700点暴击等级 = 1%暴击率 -- 由于[天神护佑]和[至尊之赐]的效果，暴击直接增加你受到的治疗量（同时也会基于该属性增加所有伤害吸收效果），并且是增强你作为酒仙自我治疗能力的重要组成部分。它也是一个优秀的进攻属性，并且经常与装备效果（如饰品）造成的伤害产生互动。\n\n作为一个敏捷专精，你默认拥有10%的基础暴击率。",
  "While Haste also normally reduces your global cooldown as well, specializations such as Brewmaster that use Energy have a 1-second global cooldown at all times.": "虽然急速通常也会减少你的公共冷却时间，但像酒仙这样使用能量的专精，其公共冷却时间始终为1秒。",
  "Haste -- 660 rating = 1% -- Increases Energy regeneration and reduces the cooldowns of [[ 醉酿投]], [ 活血酒], [ 旭日东升踢], and [ 碧玉疾风] (if talented); of note, 14.3% Haste is required to reduce the cooldown of [[ 醉酿投]] to 7 seconds, and 33.4% to reduce the cooldown to 6 seconds. However, these are not meant to be \"goals\" due to the current complexity of the specialization and plenty of other abilities to use. Due to its limited interaction with your overall kit, Haste is frequently your least-desirable secondary, but not by a huge margin.\nWhile Haste also normally reduces your global cooldown as well, specializations such as Brewmaster that use Energy have a 1-second global cooldown at all times.": "急速 -- 660点急速等级 = 1% -- 提高能量回复速度并减少[[醉酿投]]、[活血酒]、[旭日东升踢]和[碧玉疾风]（如果点了天赋）的冷却时间；值得注意的是，需要14.3%的急速才能将[[醉酿投]]的冷却时间减少到7秒，33.4%的急速才能将其减少到6秒。然而，由于当前专精的复杂性和大量其他可用技能，这些并不是“目标”。由于急速与整体技能套件的互动有限，急速通常是您最不理想的次要属性，但差距并不大。\n\n虽然急速通常也会减少您的全局冷却时间，但像酒仙这样使用能量的专精始终拥有1秒的全局冷却时间。",
  "Versatility -- 780 rating = 1% -- While it is an excellent stat for both increasing your damage and healing while also providing passive damage reduction, Versatility is also a stat that you will require more of to reach similar percentages. It is a particularly strong choice due to additionally increasing the damage of effects outside of your own abilities, such as trinkets.": "全能 -- 780点等级 = 1% -- 虽然全能是一个极佳的属性，既能提升你的伤害和治疗量，同时还能提供被动的减伤效果，但全能也是一个需要更多点数才能达到类似百分比的属性。由于全能还能提升你自身技能之外的效果（如饰品）的伤害，因此它是一个特别强大的选择。",
  "Brewmaster Monks start with a Mastery of 7% Dodge chance per stack, and an Attack Power increase of 8%.": "酒仙武僧的初始精通为每层7%的闪避几率，以及8%的攻击强度提升。",
  "Mastery -- 700 rating = 1 Mastery Point (What's this?) -- Your [ 精通：醉拳大师] functions more or less like Dodge chance. It is a decent, reliable offensive boost as well, though it has some major shortcomings that may make it a second-tier stat option. First, [ 幻灭踢] can frequently push you over 100% Dodge, resulting in wasted avoidance. Second, and more importantly, it does nothing to reduce damage that cannot be dodged. Finally, as the stat increases your Attack Power, it does not increase the damage of gear effects such as trinkets, which are frequently a large portion of your damage dealt as a tank. Despite these limitations, it is the strongest effective damage reduction stat against anything that can be dodged, and still effective for increasing the damage of your abilities.\nBrewmaster Monks start with a Mastery of 7% Dodge chance per stack, and an Attack Power increase of 8%.": "精通 -- 700点精通等级 = 1点精通点数（这是什么？）-- 你的[精通：醉拳大师]功能类似于闪避几率。它也是一个不错的、可靠的攻击提升，尽管它有一些主要的缺点，可能使其成为第二梯队的属性选择。首先，[幻灭踢]经常会让你超过100%的闪避，导致闪避的浪费。其次，更重要的是，它不会减少无法闪避的伤害。最后，由于该属性增加了你的攻击力，它不会增加装备效果（如饰品）的伤害，而这些效果通常是坦克输出伤害的重要组成部分。尽管有这些限制，它是对任何可以闪避的敌人最有效的减伤属性，并且仍然有效提高你技能的伤害。\n\n酒仙武僧开始时每层精通提供7%的闪避几率，攻击力增加8%。",
  "Critical Strike - This is a percent chance that abilities will critically strike, increasing the potency of them by at least twice their expected amount. There are a few effects (like the Dwarven racial ability [ 山丘之力]) that further increase the potency of your critical strikes.": "暴击 - 这是一个百分比几率，表示技能会暴击，从而使其效果至少增加两倍。有一些效果（如矮人种族技能[山丘之力]）会进一步增加你的暴击效果。",
  "Mastery - Each specialization has a different mastery, unique to themselves. For Mistweavers, our Mastery is [ 精通：迷雾之风]. When we heal an ally with a targeted spell, they receive another healing event, its Spell power is based on our Mastery rating. Because it's another healing event, its affected by Versatility, and it can critically strike, making it so that those two stats can increase the throughput of its healing even when you have low Mastery rating.": "精通 - 每个专精都有其独特的精通效果。对于织雾者来说，我们的精通是[精通：迷雾之风]。当我们使用指向性法术治疗盟友时，他们会额外获得一次治疗效果，其法术强度取决于我们的精通等级。由于这是另一次治疗效果，它会受到全能属性的影响，并且可以产生暴击，这意味着即使你的精通等级较低，这两个属性也能提升其治疗量。",
  "Haste - Things speed up. Spell cast times are faster, the global cooldown becomes shorter, Haste-flagged cooldowns (like [ 旭日东升踢] and [ 幻灭踢]) are quicker to cooldown, and the time between our healing events from [[[ 复苏之雾]]] and [ 氤氲之雾] is quicker.\nBecause of their static durations, when there is time between when one of these effects are expected to fall off and the time it has been since its previous tick, a partial tick, relative to how close it was to its next full tick, heals your ally as it fades. That is to say, if your [[[ 复苏之雾]]] got 75% of the way to another tick, but the duration caused it to fade, your target is healed by [[[ 复苏之雾]]] for 75% of the amount of the other \"full\" ticks healed for.": "急速 - 一切都会加速。施法时间变快，公共冷却时间缩短，带有急速标志的冷却技能（如[旭日东升踢]和[幻灭踢]）冷却得更快，并且从[[[复苏之雾]]]和[氤氲之雾]触发的治疗事件之间的间隔时间也会缩短。\n\n由于这些效果的持续时间是固定的，当预期其中一个效果即将消失时，如果距离上一次触发治疗的时间还有一段时间，那么会根据距离下一次完整触发的接近程度，产生一个部分治疗量。也就是说，如果你的[[[复苏之雾]]]在即将触发下一次完整治疗时已经完成了75%的进度，但由于持续时间结束而消失，那么你的目标会获得[[[复苏之雾]]]75%的治疗量，相当于其他“完整”触发的75%。",
  "Critical Strike: Increases the chance that abilities deal 100% increased damage. Bounces around with Versatility due to differing availabilities.": "暴击：提高技能造成100%额外伤害的几率。由于可用性的不同，与全能属性之间存在一定的权衡。",
  "Because of their static durations, when there is time between when one of these effects are expected to fall off and the time it has been since its previous tick, a partial tick, relative to how close it was to its next full tick, heals your ally as it fades. That is to say, if your [[ 复苏之雾]] got 75% of the way to another tick, but the duration caused it to fade, your target is healed by [[ 复苏之雾]] for 75% of the amount of the other \"full\" ticks healed for.": "由于这些效果的持续时间是固定的，当预期其中一个效果即将消失时，如果距离上一次完整治疗间隔还有一段时间，那么在效果消失时，会根据距离下一次完整治疗间隔的接近程度，对你的盟友进行一次部分治疗。也就是说，如果你的[[复苏之雾]]在即将进行下一次完整治疗前75%的时间时，由于持续时间结束而消失，那么你的目标将获得[[复苏之雾]]75%的完整治疗量的治疗效果。",
  "Versatility - An extremely simple stat, this is a flat increase to all damage and healing done, while also passively reducing incoming damage taken, at a rate double that of the throughput increase (e.g., a 10% increase to damage and healing results in a 5% reduction in damage).": "全能 - 这是一个极其简单的属性，它能够全面提升所有造成的伤害和治疗效果，同时被动减少受到的伤害，其减伤效果是伤害和治疗提升效果的两倍（例如，10%的伤害和治疗提升会带来5%的伤害减免）。",
  "Mastery: Increases the damage of abilities, provided they are not a repeat of the previous cast. After the changes made for 11.1, this is a very strong secondary stat.": "精通：提高技能的伤害，前提是该技能不是重复施放前一个技能。在11.1版本改动后，这是一个非常强大的次要属性。",
  "Critical Strike: Chance for each attack and ability to do twice as much damage or healing, and helps proc [ 圣光灌注].": "暴击：每次攻击和技能有一定几率造成双倍伤害或治疗，并有助于触发[圣光灌注]。",
  "Haste: Increases energy regeneration, reduces cooldown of [ 怒雷破], [ 旭日东升踢], and [ 升龙霸]. After the changes made for the start of The War Within, this is a very strong secondary stat.": "急速：提高能量恢复速度，减少[怒雷破]、[旭日东升踢]和[升龙霸]的冷却时间。在《魔兽世界：地心之战》初期的改动后，这是一个非常强大的次要属性。",
  "Versatility: Increases all damage dealt, healing done, and reduces damage taken. Generally a desirable stat, largely due to limited availability.": "全能：提高所有造成的伤害、治疗量，并减少受到的伤害。通常是一个理想的属性，主要由于其获取途径有限。",
  "Haste: Increases attack speed and spell casting speed. Also reduces the global cooldown, and the cooldowns of some spells like [ 神圣震击].": "急速：提高攻击速度和施法速度。同时减少公共冷却时间，以及一些法术的冷却时间，比如[神圣震击]。",
  "Mastery: Increases the effectiveness of [ 精通：光明使者]. This increases the healing you do based on how close your target is to you or your Beacon targets.": "精通：提高[精通：光明使者]的效果。这会根据目标与你或你的信标目标的距离，增加你所造成的治疗效果。",
  "Stamina increases your raw health pool.": "耐力增加你的原始生命值。",
  "Strength gives parry chance against melee swings, increases the armor gain of [ Shield of the Righteous], and attack power, which scales the power of abilities.": "力量属性可以提升对近战攻击的招架几率，增加[正义之盾]的护甲值，以及攻击强度，从而增强技能的威力。",
  "Armor reduces the damage you take from most physical non-bleed damage sources. Protection Paladin has several armor multipliers that make armor from gear more effective.": "护甲可以减少你受到的大多数物理非流血伤害。防护圣骑士拥有多个护甲增效效果，使得装备提供的护甲更加有效。",
  "Block reduces the damage you take from attacks that you rolled a block event on. The only place to find this stat is the Shield slot.": "格挡可以减少你在触发格挡事件时受到的攻击伤害。这个属性只能在盾牌槽位中找到。",
  "Secondary stats - most items have two secondary stats but there are exceptions.": "次要属性 - 大多数物品都有两个次要属性，但也有例外。",
  "Critical Strike: Increases the chance to deal extra damage and healing done by virtually all abilities, including your own spells, auto attacks, trinkets, and many other effects. Gains value with talents like [ 裁定] and [ 十字军之心].": "暴击：提高几乎所有技能造成额外伤害和治疗效果的几率，包括你自己的法术、自动攻击、饰品以及许多其他效果。与[裁定]和[十字军之心]等天赋搭配时，其价值会进一步提升。",
  "Haste: Compresses the rotation by reducing both the GCD and the cooldown of the rotational abilities like [ 十字军打击], [ 审判], [ 公正之剑], and [ 愤怒之锤]. Important for damage, but can be overrated due to it feeling more impactful than it sometimes is.": "急速：通过缩短[十字军打击]、[审判]、[公正之剑]和[愤怒之锤]等技能的公**冷却时间（GCD）和技能冷却时间，来压缩输出循环。虽然对伤害输出很重要，但由于其带来的直观感受有时比实际效果更显著，可能会被高估。",
  "Versatility: Increases damage done and reduces damage taken by half the amount. Although it's not a very exciting stat compared to the others, it will often be more valuable than it initially appears thanks to its damage reduction component.": "全能：增加造成的伤害，并减少受到的伤害，减少的伤害量为增加伤害量的一半。虽然与其他属性相比，全能并不是一个非常令人兴奋的属性，但由于其减伤效果，它通常比最初看起来更有价值。",
  "Mastery: [ 精通：大领主的审判] increases Holy damage done, which essentially buffs all of Retribution's natural damage. It also gives [ 审判] a chance to deal extra Holy damage when cast. Mastery affects all baseline spells and talents, but won't apply to racial abilities like [ 圣光裁决者] or other outside sources of Holy damage.": "精通：[精通：大领主的审判] 增加神圣伤害，这基本上强化了惩戒天赋的所有自然伤害。它还使[审判]在施放时有几率造成额外的神圣伤害。精通影响所有基础技能和天赋，但不会作用于种族能力如[圣光裁决者]或其他外部来源的神圣伤害。",
  "Haste: Increases attack speed and spell casting speed. This additionally increases the speed at which damage over time effects tick.": "急速：提高攻击速度和施法速度。此外，还会加快持续伤害效果的触发频率。",
  "Critical Strike: Chance for extra effectiveness on attacks (double damage), and generates extra  连击点数 through [ 封印命运]": "暴击：攻击时有几率造成额外效果（双倍伤害），并通过[封印命运]生成额外的连击点数。",
  "Mastery: Increases the effectiveness of [ 精通：强效奇袭], increasing a large portion of our damage.": "精通：提高[精通：强效奇袭]的效果，增加我们的大部分伤害。",
  "Versatility: Increases all damage, and reduces all damage taken.": "全能：提升所有伤害，并减少受到的所有伤害。",
  "Mastery: Increases the damage of [ 精通：左右开弓].": "精通：提升[精通：左右开弓]的伤害。",
  "Haste: Increases attack speed, energy regen, and the GCD reduction effect of [ 冲动].": "急速：提高攻击速度、能量回复速度，以及[冲动]的GCD缩短效果。",
  "Mastery: Increases the damage of your finishers.": "精通：增加你终结技的伤害。",
  "Haste: Increases attack speed, energy regeneration, and [ 割裂] tick rate.": "急速：提高攻击速度、能量回复速度以及[割裂]的跳数频率。",
  "Versatility: Increases all damage done and reduces damage taken.": "全能：提高所有造成的伤害并减少受到的伤害。",
  "Critical Strike: Chance for extra effectiveness on attacks and heals (usually about triple the original value for us).": "暴击：攻击和治疗有几率产生额外效果（通常约为原始值的三倍）。",
  "Critical Strike: Chance to deal double damage with your attacks.": "暴击：你的攻击有一定几率造成双倍伤害。",
  "Mastery: Increases all Elemental and Physical damage. Your [ 闪电箭], [ 熔岩爆裂], [ 闪电链], [ 冰怒], and, if talented into [ 山峦将倾], [ 大地震击], [ 元素冲击], and [ 地震术] casts have a chance to trigger a second cast on the same target, dealing significantly less damage and generating less Maelstrom.": "精通：提升所有元素和物理伤害。你的[闪电箭]、[熔岩爆裂]、[闪电链]、[冰怒]，以及如果天赋选择了[山峦将倾]，[大地震击]、[元素冲击]和[地震术]的施法有几率在同一个目标上触发第二次施法，造成显著减少的伤害并生成较少的漩涡值。",
  "Critical Strike: Chance for attacks and heals to deal double damage.": "暴击：攻击和治疗有几率造成双倍伤害。",
  "Haste: Increases attack speed, and reduces the cooldown and Global Cooldown of most of your rotational abilities.": "急速：提高攻击速度，并减少你大部分循环技能的冷却时间和公共冷却时间。",
  "Mastery: Increases the effectiveness of [ 精通：增强元素], increasing your Fire, Frost and Nature damage dealt and the chance for [ 风怒武器] and [ 风暴喷涌] to activate.": "精通：增强元素的效果，提高你的火焰、冰霜和自然伤害，并增加[风怒武器]和[风暴喷涌]触发的几率。",
  "Mastery: Increases the effectiveness of [ 精通：深度治疗].": "精通：提升[精通：深度治疗]的效果。",
  "Versatility: Increases damage and reduces damage taken by half.": "全能：提高伤害并减少受到的伤害，效果为一半。",
  "Mastery: Increases the damage done by your DOT and other Affliction based effects by %.": "精通：使你的持续伤害（DOT）和其他基于痛苦术的效果造成的伤害提高%。",
  "Mastery: Increases the damage done by your demons by %.": "精通：使你的恶魔造成的伤害提高%。",
  "Mastery: Your spells deal additional damage, up to X%.": "精通：你的法术造成额外伤害，最多可达X%。",
  "Strength: Increases all damage done by native class spells, abilities, and auto attacks. Previously one of the weakest stats, but now much more impactful, making raw item level much more important again.": "力量：增加所有本职业技能、能力和自动攻击造成的伤害。以前是最弱的属性之一，但现在影响更大，使得装备的原始物品等级再次变得非常重要。",
  "Versatility: Versatility: Increases damage and reduces damage taken by half.": "[通用性]：提高伤害并减少受到的伤害，效果为一半。",
  "Critical Strike: Increases auto-attack rage generation, as well as damage done by abilities, auto attacks, and trinkets. It is the most important stat for reducing downtime in the rotation.": "暴击：增加自动攻击的怒气生成，以及技能、自动攻击和饰品的伤害。它是减少循环中空档期的最重要属性。",
  "Mastery: Increases the damage to targets affected by Deep Wounds. It does not affect outside sources of damage such as trinkets, potions, or enchantments.": "精通：提高对受到[重伤]效果影响的目标造成的伤害。它不会影响来自饰品、药水或附魔等外部来源的伤害。",
  "Haste: Compresses the rotation by reducing the GCD and the cooldown of the rotational abilities Mortal Strike, Skullsplitter, and Cleave. The stats value frequently fluctuates with that of Critical Strike.": "急速：通过减少GCD（公共冷却时间）以及技能[致死打击]、[颅骨劈裂]和[顺劈斩]的冷却时间来压缩输出循环。急速的收益经常与暴击的收益相互波动。",
  "Versatility: Increases damage and reduces damage taken by half. Unlike Mastery, however, it affects all damage done including trinkets, potions, and enchantments.": "全能：提高伤害并减少受到的伤害，效果为一半。与精通不同，全能影响所有造成的伤害，包括饰品、药水和附魔效果。",
  "Haste: Compresses the rotation by reducing both the GCD and the cooldown of the rotational abilities Bloodthirst, Raging Blow, and Execute. Often a priority for very early gearing in The War Within, it tends to fall in value fairly quickly.": "急速：通过减少GCD（公共冷却时间）以及核心技能[嗜血]、[怒击]和[斩杀]的冷却时间，压缩输出循环。在《魔兽世界：地心之战》的早期装备获取阶段，急速通常是优先考虑的属性，但其价值往往会迅速下降。",
  "Mastery: Increases the damage bonus of Enrage. It does not affect non-class damage, such as trinkets, potions, and enchantments.": "精通：增加激怒的伤害加成。它不会影响非职业伤害，例如饰品、药水和附魔。",
  "#1 stat overall.": "#1 总体属性。",
  "Versatility: Increases damage done and reduces damage taken by half the amount. Unlike Mastery, however, it affects all damage done including trinkets, potions, and enchantments.": "全能：提高造成的伤害，并减少受到的伤害，效果为数值的一半。与精通不同，全能影响所有造成的伤害，包括饰品、药水和附魔效果。",
  "Critical Strike: Increases damage done by abilities, auto attacks, and trinkets. While some talents, legendaries, and covenant abilities interact with critical strikes, the stat's value is rather low and better avoided.": "暴击：增加技能、自动攻击和饰品造成的伤害。虽然有些天赋、传说装备和盟约技能与暴击有关联，但该属性的价值相对较低，最好避免选择。",
  "Haste reduces the global cooldown, which increases Rage generation, DPS, and damage reduction with [ 无视苦痛]. It also increases the availability of [ 盾牌格挡]. It is the best secondary stat, hands-down.": "急速可以减少公共冷却时间，从而增加怒气生成、DPS以及[无视苦痛]的减伤效果。同时，它还能提高[盾牌格挡]的可用性。毫无疑问，急速是最佳的次要属性。",
  "Versatility is a plain increase in damage done and damage reduction. It increases Equipment damage such as Trinkets or special weapons as well! A good stat all around.": "[全能]是一个直接提升伤害输出和伤害减免的属性。它还能增加装备的伤害，比如饰品或特殊武器！这是一个全方位的优秀属性。",
  "Mastery: Increases the effectiveness of [ 精通：巨人杀手].": "精通：提升[精通：巨人杀手]的效果。",
  "Mastery increases both the chance to critically block and base block chance. This increases overall damage mitigation. The main shortcoming is that it doesn't directly improve your damage reduction against unblockable sources (such as spell damage or DoTs/Bleeds) -- although it does increase your Attack Power, which makes [ 无视苦痛] stronger.": "精通同时提高了致命格挡的几率和基础格挡几率。这增加了整体的伤害减免。主要的缺点是它不会直接提高你对不可格挡来源（如法术伤害或持续伤害/流血）的减伤效果——尽管它确实增加了你的攻击力，这使得[无视苦痛]更加强大。",
  "Critical Strike: Provides a chance for your attacks and heals to be more effective.": "暴击：使你的攻击和治疗有一定几率更加有效。",
  "Critical Strike is a great DPS stat. In M+ specifically, it gets a lot of traction defensively because of the sheer amount of melee attacks being thrown at you, and often times can parry dangerous tank busters or prevent certain debuff applications entirely. You should however not plan around this happening. As only a fool relies on chance.": "暴击是一个极佳的输出属性。在大秘境（M+）中，由于你会面对大量的近战攻击，暴击在防御方面也发挥了重要作用，它经常能够格挡危险的坦克杀手技能，或者完全阻止某些减益效果的施加。然而，你不应该依赖这种情况的发生。因为只有傻瓜才会依赖运气。",
  "Critical Strike: Provides a chance to double the healing done by your spells. We have a few special Critical Strike interactions in [ 振奋迸发] (which makes our critical heals bigger when active), and [ 逆转] which lasts longer the more Critical Strike we have. Critical Strike notably does not increase the healing done by our absorption shields like [ 时空畸体], which is going to hurt it in our stat rankings a little bit. It also doesn't affect some other abilities like [ 翡翠交融], as well as some item effects.": "暴击：提供使你的法术治疗效果翻倍的机会。在[振奋迸发]（激活时使我们的暴击治疗效果更大）和[逆转]（暴击越高持续时间越长）中，我们有一些特殊的暴击互动。值得注意的是，暴击不会增加像[时空畸体]这样的吸收护盾的治疗效果，这会在我们的属性排名中稍微降低它的价值。它也不会影响一些其他能力，如[翡翠交融]，以及一些物品效果。",
  "Haste: Decreases the cast time of our spells (including Empowered spells), adds ticks to our HoTs (namely [ 梦境吐息] and [[ 逆转]]), and reduces our Global Cooldown (GCD). Haste also reduces the cooldown of some of our spells, such as [ 焚身], [[ 逆转]], [ 时空畸体], and [ 青翠之拥]. Haste is a fiddly enough stat for Preservation that it gets its own paragraph below.": "急速：减少我们法术的施法时间（包括强化法术），增加我们持续治疗法术的跳数（即[梦境吐息]和[[逆转]]），并减少我们的公共冷却时间（GCD）。急速还会减少一些法术的冷却时间，例如[焚身]、[[逆转]]、[时空畸体]和[青翠之拥]。对于恢复专精来说，急速是一个相当复杂的属性，因此我们会在下面单独讨论。",
  "Versatility: Adds damage, healing, and a reduction in damage taken, but is more expensive as a result. The upside is that it affects more of our abilities than Critical Strike or even Mastery do.": "全能：增加伤害、治疗量，并减少受到的伤害，但因此代价更高。好处是它比暴击甚至精通影响我们更多的技能。",
  "Critical Strike: Provides a chance to double the damage done by your spells. Critical Strike has one additional interaction for Augmentation through the passive ability [ 时间之沙], which causes certain spells to extend the remaining duration of [[ 黑檀之力]]. This effect also has a chance to critically strike, increasing the [[ 黑檀之力]] extension granted by an additional 50%.": "暴击：使你的法术有一定几率造成双倍伤害。对于增强专精来说，暴击还有一个额外的互动效果，通过被动技能[时间之沙]，某些法术可以延长[[黑檀之力]]的剩余持续时间。这个效果同样有几率触发暴击，使[[黑檀之力]]的延长效果额外增加50%。",
  "Haste: Decreases the cast time of your spells (including Empowered spells), adds ticks to our DoT effects (such as [ 火焰吐息]), and reduces the Global Cooldown (GCD). These effects have a modest effect on your ability to extend [[ 黑檀之力]], mainly through being able to occasionally fit additional casts of [ 喷发] inside the [[ 黑檀之力]] window.": "急速：减少你的法术施法时间（包括强化法术），增加我们持续伤害效果的跳数（例如[火焰吐息]），并减少全局冷却时间（GCD）。这些效果对你延长[[黑檀之力]]的能力有一定的影响，主要是通过偶尔在[[黑檀之力]]窗口内额外施放[喷发]来实现。",
  "Mastery: [ 精通：生命的缚誓者] increases our healing if our Health percentage is higher than that of our target. This is a pass/fail mechanic, meaning that if you're at equal or higher Health you'll get full Mastery value. Our Mastery is extremely good, and in raid you will actively seek it out. It's our strongest Secondary stat by quite a large margin due to it being significantly cheaper per point than the alternatives.": "精通：[精通：生命的缚誓者] 会在我们的生命值百分比高于目标时增加我们的治疗效果。这是一个通过/失败的机制，意味着如果你的生命值等于或高于目标，你将获得完整的精通效果。我们的精通非常强大，在团队副本中你会积极追求它。由于每点精通相比其他次要属性要便宜得多，它是我们最强的次要属性，优势相当明显。",
  "Weapon DPS increases the damage done by your weapon and abilities that scale off weapon damage, which will be most of your abilities. This stat will generally mean that increasing the item level of your weapon is highly impactful.": "武器DPS提升你的武器伤害以及依赖于武器伤害的技能伤害，这些技能将占据你大部分的输出能力。这个属性通常意味着提升武器的物品等级会带来显著的影响。",
  "Agility is your Primary stat. Agility increases your Attack Power and damage done on abilities.": "敏捷是你的主要属性。敏捷会增加你的攻击力以及技能造成的伤害。",
  "Versatility: Adds damage, healing, and a modest reduction to damage taken, but is a relatively more expensive stat than the others as a result. Versatility has no appreciable impact to Augmentation's ability to buff other players, and is entirely limited to your own personal damage output. As a result, it is by far the weakest Secondary stat for Augmentation Evoker aiming to optimize performance in group play.": "全能：增加伤害、治疗，并略微减少受到的伤害，但由于其相对较高的属性成本，效果不如其他次级属性显著。全能对增强龙希尔使者的增益能力没有明显影响，完全局限于个人的伤害输出。因此，对于旨在优化团队表现的增强龙希尔使者来说，全能是目前最弱的次级属性。",
  "Mastery: [ 精通：时光旅行者] has two powerful effects: It increases the amount of Versatility granted to nearby allies through [ 变换流沙], and also extends the base duration of all Augmentation buffs and helpful auras. While not quite as potent as Intellect point for point, these two effects are particularly potent in group play, and are the reason that Mastery is considerably more valuable than any of the other Secondary stats for Augmentation.": "精通：[精通：时光旅行者] 具有两个强大的效果：它增加了通过[变换流沙]赋予附近盟友的[全能]属性，并且延长了所有增强增益和有益光环的基础持续时间。虽然每点精通在数值上不如智力那么强大，但这两个效果在团队作战中尤为显著，这也是为什么精通对于增强专精来说比其他次级属性更有价值的原因。",
  "Critical Strike: Grants a chance for extra effectiveness on attacks. Has bonus synergy with talents such as [ 锯齿尖锋], [ 外域之毒], and [ 侧翼优势].": "暴击：提升攻击时额外效果的触发几率。与天赋如[锯齿尖锋]、[外域之毒]和[侧翼优势]有额外的协同效果。",
  "Versatility: Increases all damage and healing, and reduces damage taken.": "全能：提高所有伤害和治疗效果，并减少受到的伤害。",
  "Haste: Increases attack speed, lowers the Global Cooldown (GCD), and reduces the cooldown on certain abilities such as [ 杀戮命令] and [ 野火炸弹]. The increased attack speed also applies to pets.": "急速：提高攻击速度，降低公共冷却时间（GCD），并减少某些技能的冷却时间，例如[杀戮命令]和[野火炸弹]。攻击速度的提升也适用于宠物。",
  "Critical Strike: Provides a chance to double the damage and healing done by your spells. Overall very solid stat.": "暴击：使你的法术有一定几率造成双倍伤害和治疗效果。总体来说是一个非常可靠的属性。",
  "Mastery: Increases the effectiveness of [ 精通：狙击训练].": "精通：提升[精通：狙击训练]的效果。",
  "Mastery: Increases the damage bonus of [[ 精通：灵魂联结]]. Despite the tooltip of [[ 精通：灵魂联结]] implying all damage, it only affects damage dealt from Hunter sources. Trinkets and other special effects are not counted.": "精通：提高[[精通：灵魂联结]]的伤害加成。尽管[[精通：灵魂联结]]的技能说明暗示了所有伤害，但它实际上只影响猎人自身造成的伤害。饰品和其他特殊效果不计入其中。",
  "Haste: Haste reduces the cooldown of certain spells like [ 心灵震爆], which can greatly improve our efficiency, and also other damage and healing spells, which results in greater throughput. More rapid casts allow for more Atonements to be placed out for specific windows of damage.": "急速：急速可以减少某些法术的冷却时间，比如[心灵震爆]，这可以极大地提高我们的效率。同时，它也能加快其他伤害和治疗法术的施放速度，从而提升整体输出。更快的施法速度意味着我们可以在特定的伤害窗口内施放更多的[赎罪]，以应对突发情况。",
  "Mastery: [ 精通：优雅] increases all healing and absorbs on targets with Atonement. Once you have a suitable amount of Haste, you will look towards high ilvl gear with both Mastery and Critical Strike on them. If you are more focused on Mythic+/5mans, you may look for stats that will increase your damage instead of Mastery.": "精通：[ 精通：优雅] 增加所有对带有赎罪效果目标的治疗和吸收效果。一旦你拥有了足够的急速属性，你将寻找同时带有精通和暴击的高装等装备。如果你更专注于史诗钥石地下城/5人副本，你可能会寻找能提升伤害的属性，而不是精通。",
  "Versatility: Provides a linear gain in outgoing healing and damage, as well as reduction of damage taken. Versatility does NOT double dip with [ 救赎] healing. Only the healing portion affects it.": "全能：提供线性的治疗和伤害输出增益，同时减少受到的伤害。全能不会与[救赎]的治疗效果叠加。只有治疗部分会受到影响。",
  "Critical Strike: Provides a chance to double the healing done of your spells. This synergizes quite well with Mastery and the bigger focus on a direct healing playstyle through heavy Holy Word usage in that Critical direct heals also increases the size of the [ 圣光回响] heal that follows them. While it is random, which is a drawback for many healers, it is rare to find many of your heals relying on a critical strike at a specific moment to save a player from death; often proper preparation is the key to saving lives. Next in priority in raid healing after Mastery.": "暴击：提供让你的法术治疗效果翻倍的机会。这与精通和通过大量使用[圣言术]来强化直接治疗风格的玩法有很好的协同作用，因为暴击的直接治疗也会增加随后触发的[圣光回响]的治疗量。虽然这是随机的，这对许多治疗者来说是一个缺点，但在关键时刻依赖暴击来拯救玩家的情况并不常见；通常，适当的准备才是拯救生命的关键。在团队治疗中，暴击的优先级仅次于精通。",
  "Mastery: Increases the effectiveness of [ 精通：圣光回响], leaving HoTs on the targets from our direct heals.": "精通：提高[精通：圣光回响]的效果，使我们的直接治疗在目标身上留下持续治疗效果（HoTs）。",
  "Haste: Haste decreases the cast time of your spells and also adds ticks during the healing over time of [[ 恢复]]. While Haste breakpoints still exist for [[ 恢复]], they are irrelevant today because when you are in between these breakpoints the HoT receives partial ticks that are added onto the regular tick. Haste also reduces the Global Cooldown (GCD) and the cooldowns of certain spells like [ 愈合祷言] and others that have a green text when you mouseover their tooltips in game. More often, taking higher ilvl items will give you sufficient Haste to get into a comfortable flow of responding to damage.": "急速：急速可以减少你施法的时间，并且会在[[恢复]]的持续治疗期间增加治疗跳数。虽然[[恢复]]仍然存在急速断点，但在当前版本中这些断点已经不再重要，因为当你处于这些断点之间时，持续治疗会获得部分跳数，这些跳数会加到常规跳数上。急速还会减少全局冷却时间（GCD）以及某些法术的冷却时间，比如[愈合祷言]和其他在游戏中鼠标悬停时显示绿色文本的法术。通常情况下，选择更高装等的装备会为你提供足够的急速，使你能够更流畅地应对伤害。",
  "Versatility: Provides a linear gain in outgoing healing and damage, as well as a reduction in damage taken.": "全能：提供线性的治疗和伤害输出增益，同时减少受到的伤害。"
}